<!-- 牡羊座性格 -->
<?php error_reporting(0); ?>
<?php
$name = $_GET['name'];
?>

<h2>综合性格分析</h2>

<p>牡羊座的性格，可用一句话-“坚强”来代表。不论面对任何事情，都会全力以赴，牡羊的羊角正可用来说明这种个性。牡羊座的人，心中充满正义感，以及强而有力的行动力，经常可以领导别人，坦诚的表达自己的意见，开朗的鼓励同事，并受到别人的信赖和尊敬。此外，牡羊座的人。不愿意墨守成规丶固守陋习，其思想是属於走在时代尖端的革新派。因此，也就会较没耐性，有急躁丶好强的倾向。有高度的容忍性，有不畏艰辛的意志力以及斗争本能。心中一旦有了理想，必能排除万难，勇往直前。在新的环境下，能发挥拓荒者的精神，带头领军，开创新机，颇有领导者的风范。同时，也有侵略的一面，最大的快乐是排除万难，让艰难的事情进入轨道。</p>

<p>牡羊座的人是具有意志丶勇气丶决断丶行动力丶计画丶领导能力，是站在领导群众的首领人物。拥有冒险进取的意识，积极迈进的精神，具开创性，能采取一切新的概念，也深具野心，同时具有勇气与实际的行动去实现个人意志。但很少有始有终的完成你开创的事务。</p>

<p>牡羊座的人具有积极机动的人格，一生中个人的丶社会的丶经济的各方面都决定於他个人对心智及感情的表现。是富有正义感的热情人物，活泼明朗，具有迷人的举止和良好的心智能力，喜欢受人尊敬，善於外交，具有冒险及企业的精神，爱好各种活动，为人亲切，有侠义之心，慷慨气质。    喜欢行动，是坦率型的，不愿静居家中，喜到处走，讨厌受拘束，而且思想活跃，想像力丰富，也有直觉力，能预见，灵感丰富，心智活动热烈，但易粗率行动，易凭冲动做事。</p>

<h2>表面大方自在</h2>

<p>牡羊座的人令人觉得他开朗而热情。即使他内心是有那么点害羞，表面上仍可以很自在丶大方。当一头牡羊愁眉苦脸时，只会出现在他家里镜子中。他再伤心，就是不会在别人面前摆出苦旦脸。好强？可以这么说。谁不好强呢？其实牡羊座的人仍会向朋友吐苦水，但真正的眼泪，你是看不到的。</p>

<p>一群朋友，开开心心的，在阳光下嬉耍，是牡羊座最怀念的美好时光。悲郁的人生绝不是白羊座的人所向往的，不幸陷入时，他也会极力设法让自己不要太相信会就这么过一生，他全心希望有一个新生活。</p>


<h2>爱恨分明</h2>

<p>牡羊座的人爱恨分明，爱就是爱，恨就是恨。不过Ａ型牡羊，对“恨”这个字眼没多大兴趣，他是不爱就是不爱而已。在爱情上，牡羊是相当乾脆的，不喜拖泥带水，属於行动派，要求立见真章。他们最不能忍受一厢情愿。</p>

<p>凡是牡羊决定不要的东西，绝不会再捡回来，否则他无颜面对自己。不吃回头草，也是牡羊座人好强的证据。由於牡羊座对爱情具有童话格，要求纯洁丶唯一 与童稚心的恋情，与旧情人复燃爱曲当然是牡羊座不屑的。</p>

<p>谈恋爱时，牡羊座的人是不会骗你的，大可放心。但是他的爱意来得快，去得快。除非你有超强的吸引力，一旦一头牡羊陷入不可自拔的情网时，你要抽身，也就很难了。那将会是悲剧的下场。你也得不到好处。</p>


<h2>天性乐观</h2>

<p>牡羊座天性乐观，但长大後遭遇到的事了，他们也会悲观到了极点。只不过悲观归悲观，既然不想死，活下去就得乐观点，日子才会有趣些。因此白羊座的人只不过是不把悲观当一回事，并不是不悲观。而他们乐观的天性极具感染力，你得稳着点，以免误陷入一塌糊涂的乐观绝地之中。</p>

<p>牡羊行使侠义的性格，使他能结交许多剖心相见的朋友。但是他对朋友的要求也很高，不少人受不了牡羊座对朋友的殷殷期许。自然啦，白羊对情人丶对丈夫（或妻子）丶对同事，也都有些标准在心中测量。与标准不符时，他便会觉沮丧丶食欲不振。现实的人永难成为牡羊座人的朋友。</p>


<h2>爆发型的浪漫</h2>

<p>牡羊座的人当然是浪漫的，但是是属於爆发型的浪漫。公羊丶母羊皆如此。一点一滴积出来的浪漫，对牧座来，强度不够，只觉累赘丶厚重，这种浪漫容易分叉丶断裂。羊座喜欢在庆典的夜晚，与情人并肩仰望烟火在夜空中爆放出光芒万丈，而那也正象徵着爱情发生的瞬间，浪漫不过了。</p>

<p>当牡羊座处於浪漫的瞬间，几乎没有什么事可以挪动他们的感性。浪漫过後他显然全已清醒，接下来端看那瞬间爆发的浪漫，到底能在他的记忆中存留多，久才能知他到底有多在乎曾经发生过的感动。</p>

<p>因此，你也可以推论出，工作丶事业丶婚姻丶友情都不在牡羊浪漫的范畴中，他对这些反是以细水长流的方式经营。“徒步越过爱琴岛是可能的，你只要逐岛跳过去就行了”</p>


<h2>开朗热情</h2>

<p>不必等到风吹草低见牛羊的那一刻，你便会远远看到有只羊在拚命蹬踢他强健的小蹄子，在半空中跳跃，向你打招呼：“嗨！我在这里。”</p>

<p>是的，牡羊座的人就是这么令人觉得他开朗而热情。即使他内心是有那么一点害羞，表面上仍可以很自在丶大方。当一头牡羊愁眉苦脸时，只会出现在他家镜子中。他再伤心，就是不会在别人面摆出苦旦脸。好强？可以这么说。谁不好强呢？其实牡羊座的人仍会向朋友吐苦水，但真正的眼泪，你是看不到的。</p>


<h2>不怀疑别人，不喜欢被怀疑</h2>

<p>牡羊座出现在高贵丶华丽的场合中，不会显得格格不入，但是他自己却难受得要命，因为他不能自在地跷二郎腿，不能在高兴时放浪形骸。正经八百的，会要他的命。</p>

<p>一般社会上流行的娱乐，牡羊座都能欣然加作，但是他本来就有的独特娱乐品味也不会放弃。也就是说他很爱听歌剧，但也喜欢到卡拉ＯＫ高歌一曲。基本上 ，牡羊座的是很雅丶俗共赏的。他们的适应很强，但又随遇而安。在牡羊的心中总是有一个更好的天堂在等着他。</p>

<p>牡羊座的人对於生命力旺盛的人，特别注意。他喜欢被专家领导，不会随便怀疑，一旦怀疑便打入十八层地狱。而他成为专家时，也不要随便怀疑他，如果你不能拿出令他心服口服的证据，你将永不能再从他那里得到训诲。</p>


<h2>三思而後行</h2>

<p>牡羊座的人常因过度自信而冲动行事，又因冲动行事失败而自毁信心。对牡羊座的人来说，三思而後行是比较好的。在一个团体中，牡羊座若不能举足轻重，他宁可自动消失，并且不会以任何藉口。消失就消失了，这里不是我的王国，他把自己在团体中的角色看得很重，相对地也愿意承担更多的责任，他不会认为自己可以不劳而 获。一旦劳了还是没有获得的时候就绝不恋栈。</p>

<p>他的自尊心强，你的一句“老实说”会伤他的心许久。如果你问他会不会表演空中飞人，他心中盘算自己应可胜任，便会点头，答应你一个月後的表演，这一个月中他就会勤加苦练。而对於自己没有把握的事，牡羊座的人是不至於去强出头的。</p>


<h2>爱情是最大课题</h2>
<p>牡羊是很容易不耐烦的。在恋爱中，你得把那些小把戏收藏起来，他可受不了什么“考验”之类的事。既然爱他就应该信任他。不管公羊丶母羊，他们对爱情都是十分认真的。对他们来说，爱情有两种，一种是真的，一种是假的。假情爱情，极易发生在冲动而善感的牡羊座身上，但很快会结束，并且会像是从未发生过。真正的爱情，是牡羊座一生中最大的课题，他总觉得这个课题怎么写也写不完整。</p>

<p>友情与事业是牡羊座不可或缺的两大支柱。当爱情没着落时，他们可靠着这两大支柱中的任一项，发展他的事业。即使他十七岁时就有了结婚的对象，但到了七十岁若未结婚，他也仍在心中保有一个结婚对象，这是他的乐天知命所使然。</p>

 
<h2>不优柔寡断</h2>

<p>仅管牡羊座的人长得人高马大，他仍是个孩子，他一直保有天真的一面，即使长大了，他还是相信世界上有小精灵的存在。有时牡羊座的人相当幼稚，可是他绝不是不聪明，他的反应可快得很呢！</p>

<p>他有带头当第一的强烈欲望，做第二免谈。所以他做起事来动作很快，甚少优柔寡断。他非常自信，深信自己处理事务的能力无人可及。他也从不向命运低头，仅管挫折一次又一次的出现。他信任所有的人，很少会去 怀疑别人是否会对他不利，而他的勇敢也使他能不断地站在最前面。</p>

<p>与牡羊座的人相处时，你必须注意一些重要的关键，他是个喜欢争先的人，这是所有牡羊座的天性，所以有时你必须要有心理准备。他说话或做事都相当直接，很少会跟你拐弯抹角，他也相当诚实，只要一说谎就很容易被人察觉。</p>

<p>他是个不擅处理细节的人，所以，如果你想请他处理些较细微的工做的话，倒不如自己做还来的恰当些。</p>


<h2>牡羊座的优点</h2>

<p>深爱自由，不喜欢受到外界的压抑丶有企图心和冒险精神丶勇於尝试丶精力旺盛丶一旦确定目标就会全力以赴丶做事积极丶热情有活力有担当丶讲义气丶乐观进取丶有自信丶勇於接受新观念丶有明快的决断力丶坦白率真丶爆发力强丶勇於接受挑战丶不畏权势。做事迅速．积极．属完美主义的行动派强人型。</p>

<p>牡羊座对每件事都充满热诚，想到的事都会马上付诸行动，并且是个元对主义者，处事以要求完美为原则，充满冲劲与干劲，喜欢帮助弱者，对於求助都一定会伸出援手，是个正义使者，并有领导者风范的典型者。</p>


<h2>牡羊座的缺点</h2>

<p>缺乏耐性丶暴躁丶冲动丶自私丶以自我为中心丶尖酸刻薄丶好斗丶粗枝大叶而不细心。自我中心太强丶急躁丶缺乏耐性丶粗心大意丶有一点臭屁丶说话欠考虑丶做事瞻前不顾後丶只有三分钟热度丶容易脑羞成怒丶缺乏时间观念丶不懂的照顾身体。冲动且有点焦虑。</p>

<p>牡羊座凡事会往坏处想，是属於悲观主义者，太在意别人的看法而有些钻牛角尖，由於做事以行动为优先，战门精神太强可能显得冲动，给人有压迫感。</p>
