<!-- 金牛座性格 -->
<?php error_reporting(0); ?>
<?php
$name = $_GET['name'];
?>

<h2>综合性格分析</h2>

<p>金牛座的性格就像牛一般，态度稳定，处世相当慎重，但在另一方面也很顽固，只要一发起脾气来，往往没有人能够阻止。金牛座的人，经常满面笑容，不爱管闲事，也不会破坏别人的和平相处，可算是相当高明的社交高手。在他的心中，充满着一股不认输的好强心理，一旦发起脾气来，就会暴露出难以想像的凶暴一面，往往令四周的人感到惊讶。个性温和又坚实，性情沈着而踏实。对事物虽然犹豫不定，但是一旦决定下来，就能以坚忍不拔的精神，执着向前。忍耐力强，行事慎重，但也有顽固的一面。受人之托必能忠人之事，绝不会中途放弃。占有欲强，比较追求物质上的满足，而且坚持事物的完美度，是一个艺术设计及园艺方面非常有才气的人。为人幽默丶风趣，常能得到朋友的青睐。</p>

<p>金牛座的人有天生的审美感觉，喜欢漂亮而实用的物件。为人诚实丶温和丶真心丶可靠丶顺从，是别人可以信赖的人，有勇气有耐心丶坚定不移丶有决断力丶有想像力和创新的思想，对经济事务方面，态度稳健而值得信赖，也善於储蓄。给人印象有沉静丶诚实丶安定丶性格内向，作风较消极，但富有人情味，作事很小心，讲求方法而肯定，能力求做到最好，有忍耐力是金牛座的优点。一方面有顽固，自私，脾气不好，比较懒惰，喜好奢侈浮华，自我放纵的缺点。言语或书写来表达沟通方面，显得木讷而反应不很灵敏。爱情浓厚，但有独占独有的成分。通常喜欢安静及家居生活而且心地仁慈而深情。可成为一位忠实而满足的婚姻配偶。</p>

<p>对所学所做很专心，不忽略细节，所以花费时间也长，是为了要求确实了解，别人可能会以为你学得慢，但你所记住所学的是比别人持久。有决断力，对有兴趣的事一定去学，有充分的想像力和创新的思想，这能改进你的工作，并助你成功。喜欢美好的东西，如美食，奢侈品，也欣赏艺术及美术。金牛座的人在精神上没有那麽活跃，但具有一种丰富而实际的一般知识，既不会是理想主义者也不会是梦想的人，而是位谨慎而稳健积极性的人，不希求任何的不劳而获，只求在事业上不断努力以达成所应有的结果。是一步一步踏实的直到达成目标为止，所以你终将获得坚固的成功果实。</p>


<h2>第一眼印象决定喜恶</h2>

<p>如果想在牛栏里，挑出头Ｏ型牛，往往你会误挑出头Ｂ型牛或是Ａ型牛。他们看起来，实在太像了！但是你绝不会将ＡＢ型牛看成别种血型牛。因为所有ＡＢ型牛皆已被征召到竞技场去表演斗牛那把戏了。</p>

<p>第一眼的印象，决定一头牛对你的喜恶。他不会轻易抛弃这第一印象，即使是成见，他也不会认为自己看错你。你可能在后来的努力中，让他觉得你有你不可能忽视的优点，但他还是会常想起他对你的第一眼坏印象，不会放弃继续严密考核你的任何机会。当然，你们的初遇如果是愉快的，即使后来有不愉快，一头牛也不吝给你机会来改进。金牛座的人会吃亏，便是在于他太信任自己对别人的论断。</p>


<h2>一分钱一分货货比三家</h2>

<p>牛们都相信一分钱一分货，也多半会货比三家。他们可能买了一件昂贵的衬衫的品牌给你看，只会从质感以及他觉得「值得」之处，来说服你它确值这么多钱。</p>

<p>金牛座对于数数儿是的，他们有金钱观念，经商时知道什么铁赚什么稳赔，但却羞于催帐数款。除非必要，他也不太好意思去要债。年纪大一点的牛会比较懂得“钱进口袋才算数”的道理。</p>

<p>很多人以为牛很爱钱，其实牛并不拜金，只不过赚钱的感觉得很好，赚很多很多的钱感觉更好！钱所带来的安全感，使一头牛觉得人生是可以期待的。金牛座的人可能一次比一次赚的钱多，但若不善投资，再多的钱也留不住。如果牛有钱，花钱消灾或息事宁人，是常有事。既然花钱可以解决事情，那再好不过了。真正讨厌的事是钱也不能解决的呀！</p>


<h2>美食主义吃饭皇帝大</h2>

<p>金牛座的人是美食主义者。他并不一定爱山珍海味，但是即使是一碗鱿鱼羹，也必讲求精致美味。在他心中永远有“正宗、招牌、老字号”的口味。</p>

<p>虽然牛座的人烹饪技术不差，但他更喜欢品尝好厨师的手艺。万一你做的菜不合他的口胃时，他会忍不住批评，并且一显身手，示范给你看。</p>

<p>“吃”是一种享受，他不喜欢有人在饭桌上吵嘴或使脸色。吃饭皇帝大啊！他不是那种饥不择食的人，饭菜的色香味都很重要，难看的菜色倒尽牛的胃口。</p>

<p>一头牛可能会有一段长时间疯狂地爱吃牛肉面，直到吃得反胃，便再也不吃牛肉面了。但他可能还是吃牛肉干。这种在味觉上的耽溺，是一种讲究也是一种偏执。</p>


<h2>以大面积、大色块来表达感情</h2>

<p>因距离所造成的美感，牛是很受用的。含蓄而缓慢的爱情速度，是金牛座追求伴侣的方式。当一头牛陷入情网的心理准备就绪后，会一心一意地要对你表现出他的奉献、牺牲的美德。如果你太急攻近利，他会认为你草率、鲁莽。动作粗鲁的爱人，更是牛所不屑的。</p>

<p>金牛座的人心思细腻，却常给人一种粗枝大叶的错觉。要知道，牛不愿给人一种小家子气或穷酸的感觉，因此他表达感情的方总是以大面积、大色块来处理，蛮大而化之的，又不会在众目睽睽之下儿女情长，自然也隐藏了他私密的情绪。事实上，牛座人的思维是相当细密的，就像他在算帐一样，绝对不会放过有疑问的那一笔。如果你有一个知心的朋友，你一定知道他有多爱聊天。他不爱喧哗的场合，宁可在人不多的咖啡馆与你聚一聚。他并不喜欢打屁，他要和你聊的是对真实人生的感受。一味感性的谈天内容，牛会以理性的结论来终止。</p>


<h2>传统而不保守，情绪是头号敌人</h2>

<p>金牛座对历史很敏感，所以也愿意尊重“传统”，但他们又是很放得开的非保守派人士。换言之，他可能接受你在大马路上突袭式吻他，但这并不等于他会因此就爱上你。他仍会受不了你的唐突，而怀疑这个吻的品质。但如果一头牛爱上你而在街上吻你，那他一定是已经爱到不可自拨了。当然啦，你们相爱了之后，在马路上拥吻对他来说，虽尴尬，却也曼妙；偶而为为尚可忍受。</p>

<p>对事业有创造性的眼光，使得金牛座的人创业的时候，朋友对他都有信心。牛能咬牙撑过创业维艰的时期，却在事业遇到突破性的瓶颈问题时，会闹情绪。情绪化是牛的大敌。一场感情的黄昏雨，会使得一头牛什么都提不起劲。不过如果他约好了一个大客户，他还是会冒雨去洽商的。</p>


<h2>好食物、好家具、好孩子以及一条好狗或好猫</h2>

<p>不管公牛或母牛，他们对家庭的看法与想像是一致的。有好食物、好家具、好孩子以及一条好狗或好猫，才像个家。而如果金牛座结婚的对象，不是他原来最挚爱的情人，他也会克尽己职，只要对方还算温柔、体贴，不吵人，他甚至会觉得这样的婚姻也有其价值，也会付出真诚。</p>

<p>软心肠而面恶心善型的金牛座，疼爱小孩、小动物，会为他死去的猫掉眼泪。一家人去海边玩，也要带着家中的宠物去，不管他的小宠物是否受得了海边的酷阳。</p>

<p>金牛座的人是有那么一点妇人之仁。但脾气又颇暴躁，动了怒，便不可收拾。你以为一气之下会杀了你，可能哦！不过而雨过天晴时，牛仍会站在草坡上温顺地吃着你喂给他的嫩草。</p>


<h2>金牛座的优点</h2>

<p>耐性十足丶一往情深丶有艺术天份丶脚踏实地丶做事有计划丶能坚持到底丶择善固执丶追求和平丶生活有规律丶值得信赖丶有主见丶意志坚定丶热情丶友善丶有耐心及责任感丶可以信赖丶实际丶可靠丶具有商业头脑和牢靠的价值观丶富美感。做事谨慎．事前都会深思熟虑型。金牛座的性格特徵是谨慎，喜欢安逸的生活，行动之前都会三思而後行，且细心负摃，做事较少失败。</p>


<h2>牡羊座的缺点</h2>

<p>占有欲太强，善妒顽固的死硬派丶缺乏协调性，不善於分工合作丶做事态度过於严肃丶缺乏幽默感丶不知变通丶过於坚持自己的步调丶规矩太多丶太过谨慎丶缺乏求新求变的勇气丶贪婪丶顽固丶嫉妒心重丶懒惰丶古板丶缺乏应变力丶自我放纵丶易怒。固执．缺乏积极型金牛座非常顽固，比较坚持己见，认定的事会坚持到底，而且行动缓慢，总是慢半拍型。</p>
