<!-- 水瓶座性格 -->
<?php error_reporting(0); ?>
<?php
$name = $_GET['name'];
?>

<h2>综合性格分析</h2>

<p>水瓶座的人颇富知性，且具有锐利的观察力丶推测能力丶以及富有冒险的开拓精神。求知欲逐渐加强後，会对任何事物都深入去思考，对於社会种种的不平等以及矛盾现象，总产生怀疑的态度或不平之心，而逐渐倾向反体制的思想。因而，有时甚至会变成孤独的异端者，或表现出较激进的行动。个性独立而执着。经常有一些激进丶革新式的见地，属於新时代的人物，有丰富的同胞爱和民主意识，能够打破社会阶级和人种的差异，培育真正的友情。对於一些既成的观念，为了忠於自己的信念，会激动地试图抵抗。这种类型的人，经常见於为了达成共同目的而结朋组党，发起运动的人。</p>

<p>水瓶座的人是善变的，有时活泼，很有表白力，风趣，迷人，有时则抑郁，无动於衷和懒散。有迷人的风度，有时保守，胆子小，却是颇有表白能力，是诚实而忠心的朋友，利他主义是最高主要的特性之一，有人道主义的精神，是自负的，顽固和独立的，具有冒险精神。</p>

<p>感情上很敏感，很容易受伤害，以致公然的生气，但很快就平息，不会怀恨很久。具有活泼的心智，表现出非凡的判断力，但是受了感情和偏见的影响，判断力会变得很差。具有非比寻常的锐利观察力，能注意到细节。分析，综合，分类的能力也很快，在别人想到之前便已经能够采取行动了。这种反应是好的，只有在用到自己的感情时却是不好的。</p>

<p>有天生的理性了解人类内心的本性，同时拥有高度的容忍力，性格通常是均衡而健康的。富於研究精神，喜爱一切新颖的东西，能接受新的发现。具有好的观察能力及建立理论的能力，常常造成天才人物，发明家，科学家或成为一位精明的人类行为研究者。相信人类四海之内皆兄弟与大同世界之观念。但为达目标，不会走暴力极端的方法，会赞成举行公民自决，具有温和的态度。</p>

<p>不容易受周围环境的影响，只依赖自己心智上与精神上的能力，为自己尽最大的努力，依自己的智慧行事。解决事情的手段是合情合理，但有时候你的意见不见得合乎实际，因你的眼光是放得很远以致於短时间内似乎不可能实现。但最后所预期的事常常正确地发生，并不匆忙地与人为友，但是一旦交了朋友友谊是非常的忠贞。</p>


<h2>我吸引你，但你也得吸引我</h2>

<p>水瓶座人无法让别人一厢情愿地爱着他，他更不可能一厢情愿地缠着别人。当他吸引你时，你最好不要太快表现出你对他的好感或好奇，更千万保留你对他的赞美之词，因为万一你并不吸引他，他会觉得你对他的评价不值采信。</p>

<p>如果水瓶座人吸引你，你也吸引住他的眼光和心神，愉快和平等的关系才有指望。这尤其表现在爱情上。</p>

<p>我的意思绝不是说水瓶座都是骄傲或势利的。老实说，我还很少见到真正骄傲或势利的瓶子。瓶子们只是擅于控制流入自己生命的外物品质，他们的品检工作做得不错，就像吃白米饭时，舌头自然会敏感地察觉到杂夹在饭粒中的小石子。至于那些流入别人生命的坏东西，水瓶座人就不会太计较。不过，如果是他的朋友，他还是会忍不住想帮忙做品质检验、过滤淘汰的工作。合则聚不合则散；这是瓶子对人的看法。这“合”指的正是“我吸引你，但你也得吸我”。</p>


<h2>是天才者爱自己，非天才者爱天才</h2>

<p>察言观色，是水瓶座人维持良好人际关系的基本要领，情况好的话，也会成为他们处世的本领。但真正使瓶子成就事业的，还是他们对自我认知的能力。</p>

<p>如果水瓶座在年轻时便显露过人的天赋，那么他势必爱自己胜过一切。如果他很早便发现或承认自己不是天才型的人物，很希望和天才们结交，他会很赏那些才华洋溢的人，绝不吝于给予赞美。对于平庸的普通人，只要不算是坏人，水瓶座起码也会善待之。不过，爱，就难了。除了天才之外，瓶子对充满生命力和博学多闻的人，也很欣赏。而经验丰富或智勇双全的探险家，更得他的缘基本上，在水瓶座人的专业领域中，他都是十分自信又勇于突破。在非他专业的范围，他则显得谦虚、好奇。</p>


<h2>以保守性格追求自由、开放与前进</h2>

<p>崇尚自由的水瓶座人，外表上呈现冷漠与热情的交变型态。你不会觉得他是个冷漠的人，也不会认定他是个热情的人，总是感到他的天真与世故不断地交错运作。这完全肇因于他的保守性格。瓶子喜欢浪漫，但不刻意追求浪漫。不般人常错觉瓶子们是浪漫没错，不过不是你想的那种罢了。</p>

<p>如果浪漫和危险是同义词，水瓶宁可不要这种鬼浪漫。事实上，他很实际。如果到海边去散步要冒着受寒的危险，他就不去，除非他有着万全的防寒准备。偶尔，他也做些疯狂的事，但不会是大规模的疯狂。你很不容易见到一只瓶子把自己摔碎，不过一旦你见到了，要相信，他是真的想一碎了之。别企图拼凑他，只能期待碎瓶片浴火重生。</p>

<p>以保守性格追求自由、开放与前进，陷水瓶座于温情主义的泥沼中，易如反掌。但也因为内、外的背道而驰，使得他对自我和世界的反省能力，与日俱增。年少时轻狂者，年者时反能安步当实地实现梦想。</p>


<h2>关于爱情忠实、深情、永恒都是他喜见的字眼</h2>

<p>令水瓶座人动心的爱情，其最开始的情节未必石破天惊，但不能没有叫他惊奇之处，甚至是说“凡美好的来临，必趁不备之时”；就像突然有人塞了一把哪一种糖给他吃，而他没想到你知道他爱吃的正是那种糖。大概不少人觉得水瓶座是不负责任的情人，别说瓶子们矢口否认，连我都不以为然哦。他只是不肯对不对劲的恋情继续负责，那是不诚实，也侮辱了对方。</p>

<p>关于爱情，忠实、深情、永恒都是他喜见的字眼。如果瓶子爱上你，凡是你们相爱的任何时刻，他都是忠实的。万一爱情故事结束，他也仍然恋旧，虽不可挽回，也深情如昔。瓶子们以此保障「真爱可以永恒」。而完美主义使得水瓶座人的爱情，发生机率虽然多，但成功机会却少。占有欲也将在他的爱情史上成为「腥风血雨」的造成因素。好色但不久精神上的恋爱最重要精神上的恋爱，对水瓶座来说，非常重要。肉欲的享受绝非水瓶座追求爱情的动力。换言之，瓶子们要的是「有大脑的爱情」。如果你长得不赖，但是没啥求知欲，又不算是个天才，想纯以外貌惑水瓶座人，是妄想，当然，好色的瓶子也许会试一试，但不会长久。</p>

<p>水瓶座人讨厌复杂的爱情游戏，他可能在未开始时使你觉得他对你很暧昧，但一旦恋情展开，一切都转向明朗、公开而正式。他希望向所有的朋友介绍他的情人，那时，他的表情是满足而怯的，但又喜不自禁。别弄出三角关系来考他，他的人生拒绝处理这种无聊的考题。通常他也不会轻易给自己制造这种考题。但是当水瓶座人的真爱还没出现时，的确令人怀疑他喜欢处在多角关系中，总得他养了一缸肥鱼，不知到底会选上哪一条放进最机密的心瓶中。</p>


<h2>本质上喜欢孤独的水瓶座</h2>

<p>水瓶座是公认不听从社会规则的怪人，但事实上在他的性格上，隐藏着保守的一面。水瓶座的人顽固得不容易改变自己的意见或主张，但另一方面却又极端讨厌和别人争执及暴力。有时在快要跟别人起正面冲突时，他会装作完全不知道的样子，而按自己想做的去做。</p>

<p>虽然具有强烈的右爱精神，但这是因为他有必须友爱的观念，而不是个人感情上的燃烧。当他对某人有兴趣时，主要是因为想知道对方为什么会那样做的一种知性关心，一旦让他找到答案，他会立刻转移兴趣的目标。外表看起来，水瓶座的人充满魅力，很有社交手腕。但本质上，却有着爱好孤独，不喜别人靠近的冷淡的一面。看起来好像跟大家相处得不错，其实却巧妙的保持相当的距离。</p>


<h2>别从事单调的工作</h2>

<p>聪明过人，并且有锐力正确的观察能力是水瓶座的人，最引以为傲的优点。在工作上是创意十足的鬼灵精，再加上你散发出来的冷静沉着和体谅别人的同情心，很快地成为大家眼里的好伙伴，不过因自律甚严，对部属的要求也很高，常常有令人喘不过气的压力，而对你有爱有恨，产生一些怨言。你何不将你的善解人意和同情心充份散发出来，让人觉得你比较容易亲近。另外，可将你具有冷静的判断能力和创意的特长好好发挥一下，避免选择会束缚你或是单调、毫不变化的工作，那会压抑你的才华。</p>


<h2>执着于爱情的水瓶座，在闺房却不够热情</h2>

<p>对于爱情的追求充满理想主义，感情温柔细致，但是却有强烈的自我主张，巨有博爱的精神但不滥交，对于爱情却有着一份莫名的执着。对于闺房事，似乎不太热衷，尤其是婚后，把此事当作一种例行公事，不够热情和须要，有时对方会有被冷落和不被重视的感觉，尤其你是的注重心灵沟通交流胜过肉体激情的、理智自持的人。何不将你的理智变得迷糊一些，多一点温柔和激情，让对方也能感受到你的爱和真情，而不是像生活习惯般的没有特殊感觉。</p>

<p>水瓶座人的性格是颇难下定论的，他们就像水流一般非常善变；有时活泼风趣且迷人，有时却又抑郁、懒散。但基本上而言与水瓶座的人为友是很愉快的一件事，因为大部分此星座的人对朋友都很忠心、诚恳，甚至有为朋友不惜两肋插刀的倾向。不过，对自我与旁人太过唠叨，自己却常常过于琐碎而不自知。如果能注意改进此缺点，则水瓶座是最优雅、最能体恤旁人的星座也是不为过的。</p>

<p>这星座的人通常有非常敏锐的观察力，逻辑观念很强，因此对事情均能分析透彻且归纳得清清楚楚。直觉力很好，能透视别人的动机。事实上许多水瓶座的人都有很好的识人功力，这可说是他们的天赋之一，所以于职业上不妨选择需要与人接触的工作；诸如推销员、组织召集人，或者从事探险、研究试验的工作也会有很好的收获。此外，水瓶座人与人合伙做生意也是不错的。因为他们很合作且具冒险、上进心，与人合作将较一人独力奋斗来得更为有利。</p>

<p>在健康方面，由于水瓶座是掌控人体的腺体与循环系统，所以本星座子民需注意借充分运动以常保健康。再者水瓶座常会因一时的情绪变化而变得非常冲动，应避免太过敏感，免得使神经系统受到太大压力。</p>



<h2>水瓶座的优点</h2>

<p>崇尚自由丶充满人道精神丶兴趣广泛丶创意十足丶乐於发掘真象丶有前瞻性丶拥有理性的智慧独立，有个人风格丶乐於助人丶对自己的感情忠实，求知欲强丶独立丶博爱丶友善丶忠实丶可靠丶有创意丶有远见丶有智慧丶思想新颖丶头脑敏锐丶善於观察丶富有改革精神。</p>

<p>爱好自由热情丶且有正义感丶喜欢创新型。思想先远崇尚自由的水瓶座是个喜爱交友的星座．对人非常友爱，给人的印象是善良丶和谐，对任何事情的处理方式不守旧，喜欢创新并吸耳新知观察力敏锐的他，对每件事总是充满好奇心，是个有理想，求知欲强的星座。</p>


<h2>水瓶座的缺点</h2>

<p>缺乏热情丶想法过於理想化丶不按牌理出牌丶打破砂锅问到底丶太相信自己的判断丶思想多变，没有恒心丶对朋友很难推心置腹丶过於强调生活的自主权丶喜欢多管闲事丶太过理智丶情趣不足丶个性怪异丶过份执着丶标新立异丶易夸大问题丶固执丶墨守成规丶不知变通丶过於理想主义丶倔强丶偏激丶叛逆丶不合群。</p>

<p>太理想化丶太强调合理事型。由於太过理想化的水瓶座，对事情总强调合理性与追根究底，因此难免给人有固执丶冷漠的感觉。</p>
