<!-- 双鱼座性格 -->
<?php error_reporting(0); ?>
<?php
$name = $_GET['name'];
?>

<h2>综合性格分析</h2>

<p>人类因为有梦想而伟大，双鱼座因为有梦想才长大。你纯真善良，又乐於助人，每当人家需要你帮助时，你不仅会伸出援手，还会附上大量的爱心！学习在助人之前，先衡量自己的能力是否许可，必要时就说声"不"！双鱼座的人，因性格比较脆弱，不太坚定，所以，有时太忠厚老实，容易受别人的连累。由於性格的关系，他不太敢拒绝别人所托之事，所以常在明知不对的情况下被卷入事端之中。常会观看别人的脸色因而改变自己的态度，可见他是一个没有自信心的人。由於天生较敏感，所以，容易为了芝麻小事而陷入严重的挫折之中，或因而引发忧郁症。才华洋溢，喜欢幻想。依赖心强，能适应不同的环境和立场。有丰富的创造能力和艺术才华，沉溺於诗般的情节和梦想，认为真正的幸福是身灵合一的世界。选择远离俗世的生活，在物质上不会有太大的成就。富於同情，有牺牲自我的精神，尤其同情社会上的弱者和不幸的人。</p>

<p>有良好的观察力，领悟力和判断力，学习能力相当快，记忆力很好，也有灵活的想像力，喜爱白日梦，享受奇思妙想之境界，也有好的推理能力，喜欢旅行而得到舒畅。天生有仁慈，大方，怜悯，耐心，和保守的性情。对别人所说的话相当敏感，对周围的人的态度亦然。天性和平，极端敏感，生气和乖张会有困扰神经系统的倾向。</p>

<p>若能克服保守的习性後，感情是非常直爽的，挚爱并体贴你所爱的人，但须防不合理的嫉妒。天性需要别人的注意和亲爱，若得不到则易受到深刻的伤害。在爱情方面很敏感，浪漫的幻想，和不实际的理想会使你大大失望。</p>

<p>双鱼座的人是心地温暖，感情丰富的，喜爱罗曼蒂克的气氛。对任何人都很亲切，很易投入他人的怀抱，信任他人。看到别人受伤害，往往忘却自己能力，为他人努力，劳心，易信他人，为他人尽力，也想获得他人的好感，若对方对你太过於现实，破坏你的梦幻和希望，你就会表示不满心情大抱不平。</p>

<p>天性慷慨大方而怜悯，会获得许多朋友，这些都是精神和智慧型的，对朋友忠心，愿牺牲自己，帮助朋友。性格非常倾向於体谅别人，敏感而富直觉力。个性机警，精神力特别敏感，具有生动的想像能力，而且易接受暗示，容易受别人影响。</p>

<h2>好东西要和好朋友分享</h2>

<p>交上一个“感觉很对”的朋友，会使双鱼座的人感到“吾道不孤”而为之兴奋不已。但这并不能稍减他心中的孤独感，仍认为人是互不相属的个体。既然孤独感存在，有其不可动摇的位置，久了，也成为一件平常事，没什么好提的。他不热衷去解除这份孤独感，却不喜欢寂寞，因而常爱赖在一个温暖、愉悦的聚会场合，那的确使他快乐、容光焕发，他会做出让大家更开心一点的事，甚至以已娱人也在所不惜。老朋友爱他，新朋友则被他深深吸引。他不太会做出扫兴的事。当他被扫兴的时候，他不会怪你，仍然独立去完成想做的事。事后你若问及，他还是会为你描述他的经历，口气淡淡的，但如果你表现得好奇，他可能会再补充说明一番，开始闪现出为你感到遗憾的神情。</p>


<h2>感觉到了就够了</h2>

<p>双鱼座的细心与体贴，表现在他关爱不幸者的时候，最令人难忘。他倾听你的苦恼，即使发现你的苦恼有漏洞，也不会故意用话来刺激你。你是软心肠的。不过，双鱼座的人可怜自己的时候比可怜别人要多得多。换句话说，他时常关怀着自己的痛苦与忧伤，由于他们非常爱自己，因此也很能够善待自己，当他处于一个令他不舒适的环境，他可能忍耐，但同时寻找发泄的管道，并且不会讳言他的不舒适。</p>

<p>撕破脸？面对事实？拆穿假相？揭发秘密？不。未到最后关头，双鱼座绝对不轻言放弃“和平的可能”。即使他什么都已经了然于比了。何必把事情讲开呢。对于信任直觉的双鱼座而言，有感觉到了，就够了。当真理摆在双鱼座眼前，如果他没有感觉到这回事，就无从判断有没有真理。</p>


<h2>在奥秘、难解的人生中优柔寡断</h2>

<p>双鱼座优柔寡断的特质，不会因其所具有血型的不同而有所改变，他们绝对敏感、够聪明，能够洞悉事物的本质。只是，在强烈探照灯下，对与错被照得白花花、亮晃晃的，他难免会因为看得太清楚而茫然若失，失去了“人生是奥秘、难解”的乐趣；这时，我们的鱼朋友反而会滞留在测答案的折磨之中。可猜的、可想象的、还值得再判断的人生，使双鱼座陷入亢奋的情绪。当然，这可猜的必是很不好猜得到的，可想象的也该是难以想象得到的，至于值得再判断的自然是新意层出不穷的人生了。</p>


<h2>超能力与第六感，很重要</h2>

<p>当一条鱼沉浸在自己的梦想之中，必可见其鳞片上闪耀着美丽的金光，而且鱼的梦，都是相当精致的。一厢情愿，是悲伤的。自我陶醉，是好笑的。自得其乐，则有益于身心，双鱼座很了解这一点。但是他的言行却仍会使人觉得他在一厢情愿或只不过是自我陶醉，这也许是和他专注于梦想又不怕别人嘲笑他梦想得太多有关。他衷心相信有外星人及存在但看不见的精灵。如果他精心挑选了一位算命师，会认真参考算命师为他算出来的一切。更不用说“超能力”和“第六感”对他的重要性了。他似乎常做出非理性的事，非理性得很感性，感性中又有一套他领悟出来的道理要跟你说。千万不要以为双鱼座是会听你摆布的那种人。你得用他的规则与逻辑来了解他，否则阴错阳差，在所难免。而且，每一条鱼的思考方式都各有其独特、难以复制的风格。</p>


<h2>双鱼座的优点</h2>

<p>感情丰富丶心地仁慈丶舍己为人丶不自私丶具有想像力丶温柔善解人意丶直觉力强丶懂得包容丶温和有礼丶容易信赖别人，不多疑丶浪漫丶天真丶清纯丶温柔而富於直觉丶谦虚丶敏感丶感情丰富丶脱俗丶适应力强丶仁慈丶富有同情心丶多才多艺。</p>

<p>双鱼座的个性温柔，对任何人都能以温和的笑容及和露态度对待对方，别人有要，求也很少说〈不〉，尤其看到别人有困难时总是会伸出援手，极具有同情心的星座。</p>


<h2>双鱼座的缺点</h2>

<p>不够实际，幻想太多丶没有足够的危险意识丶太情绪化，多愁善感丶缺乏自主能力丶意志不坚定丶缺乏面对现实的勇气丶容易陷入沮丧而不可自拔丶很容易养成说谎的习惯丶不善於理财丶容易受环境影响丶缺乏理性，感情用事丶粗心丶浮躁丶缺乏自信而意志薄弱丶优柔寡断丶散漫丶不切实际。</p>

<p>个性消极的双鱼座，太容易相信别人，而本身缺乏自主能力，而且对自己的评价太低，尤其感受性很强，总是凭感觉判断事情，会受别人的话所影响，对任何事情感受力都太过神精质，决断力不够，显得不够理智。</p>
