<!-- 巨蟹座性格 -->
<?php error_reporting(0); ?>
<?php
$name = $_GET['name'];
?>

<h2>综合性格分析</h2>

<p>巨蟹座的性格可用一句话来表示“充满母爱”。只要有他的场面，就会变得很和谐，实在令人感到不可思议。巨蟹座的反应并不迟钝，相反的，他的感觉很敏锐，往往因受到无心人的伤害，暗地里偷偷的伤心流泪。因为过份慎重考虑的结果。所以会变得过於现实。好恶的感情过於明显，也应多加注意才好。感情丰富，对事物的感受性强。对外亲和谦恭，颇有公众意识，但是对内则有强烈的防卫本能，不愿私生活受到干扰。大体上是一个温和内向的人，但是绝不向恶势力低头。热心参加爱家丶爱乡丶爱民的团体，自我意识很强，尊敬能够保护自己立场的人，带有怀旧的心情，是一个十分传统的人。</p>

<p>巨蟹座的人较保守，能享受欢乐，并结交朋友，不自私或虚荣，坦白，大方，正直，忠於朋友和个人的信仰，能够托付以重要秘密职务或工作。有很好的领悟力和观察力，喜欢沈思，非常专心，勤於分析自己的思想和冲动，想像力非常活跃，喜欢默想过去曾发生的事，能分析自己内在的冲动，有优越的直觉力，有一颗敏感亲爱，但是保守的心，不常表露真情，温柔，体贴，亲爱，看重爱情，锺爱自己所爱的人，并有嫉妒的倾向，非常喜欢小孩。属罗曼蒂克型，不过，有的时候心不在焉，性情不定。</p>

<p>有活跃型与消极型的两种型态。活跃型者具有坚强的意志力与耐力，对於人生的生活门径非常的熟练，而且喜爱活动，能赶得上时代潮流，对於摩登流行的任何事物都感到兴趣。消极型的人，显得容易自足丶没精打彩丶行为懒散，不愿意做任何迈向成功所必需的努力，喜欢逆来顺受，很固执也很依恋於他所已经拥有的，这两种型态是早期所受的训练与教化有关。</p>

<p>此星座的人很敏感，往往因别人的恶意批评非难而感到伤心。对过去的一切均怀念而且多情善感，很少抛弃旧日的伙伴与昔日的友情。喜欢收藏古老艺术品或书籍，也喜欢回忆往时趣事。通常拥有良好的记忆力。</p>

<p>巨蟹是心软的，容易被感动，即使表面看起来总是有一副硬硬的壳，但那壳子底下是一颗柔软敏感到极至的内心。它们面对一份感情是犹豫再三的，不要说它们懦弱，它们只是明白自己是容易受伤的。他们对感情抱有信仰，相信纯真、相信天长地久，所以有时是挑剔的。</p>

<p>这是一层表面坚硬的壳，其实攻克轻而易举，因为蟹蟹有一颗柔软的心。</p>

<p>蟹蟹恋爱了，这时的它们变的很粘人，很婆妈，因为你是它的中心，它会为你考虑很多，饭吃了吗？天气会变了吗？记得带伞哦！路上车多，慢点走哦！……诸如此类！</p>

<p>蟹蟹是深情而痴情的，爱上一个人会爱的很深，即使明知道没有结果也很难自拔。这是巨蟹的一种固执，想要得到的东西，往往不会轻易放手。有时，一段没有结果的恋情会成为蟹蟹的生活重心。这无疑是痛苦的，但又难以自拔。然而，巨蟹的不安全感又在内心大叫着放弃，所以这时的蟹蟹总是在坚持和放弃的巨大矛盾中苦苦煎熬着。学会放弃是蟹蟹的一门功课。</p>

<p>当然，如果蟹蟹真的决定放弃了，它的坚决会让所有人吃惊。</p>

<p>要记住：除了你自己，没有人可以伤害到你</p>

<p>蟹子是痴情的，但又不善于表达，面对自己心爱的人拘谨、放不开。它们的幽默感此刻变得生涩。</p>

<p>蟹子是深情的，但又不善于把握，为什么一次次控制不住自己的情绪，说出明知不该讲的话？</p>

<p>分裂而善于幻想的寄居蟹在说巨蟹之前，先说说几个一直以来欣赏的几个偶像，他们都不同，但他们有一个共同点，就是，他们都是巨蟹男。周星驰，王家卫，罗大佑，李宗盛，梁朝伟，张学友……一般在每次排行榜中总是靠末的巨蟹们，看起来并没有很明显的个性，但是，他们在艺术方面的直觉和敏锐却是别人难以匹敌，从这几个人名里就不难看出。他们在生活中都是温文尔雅的，被动的，甚至往往是沉默的，但是在他们的电影，歌曲中，却展露出令人惊异的才华，让我们总是不由自主的为之倾倒。当周星驰让我们笑得泪水横流的时候，我们也早听闻其实戏外的他认真严肃，不苟言笑，对待朋友和情人都很苛刻；我们知道在戏里演什么都神形毕似的影帝梁朝伟同性格南辕北辙的射手刘嘉玲20多年同居，至今都不愿结婚，他总是说，其实他的人生就是在戏里；我们知道张学友出道前曾经是黑社会的小混混，天天宿醉，自暴自弃，也看到张学友成名后依然为了家庭拼命打拼，几近崩溃……</p>

<p>这就是巨蟹，其实，最能说明巨蟹特质的，就是－－分裂无论是哪一种蟹，他们都有着分裂的思想。他们渴望安定，也渴望出人头地，他们内心充满艺术的灵感，夸张的幻象，但是在现实生活中，他们总是低眉顺眼，很难真正展露心中的狂想。所以在艺术的舞台上，他们反而得以施展，让心中奇异的狂想放大到极致，他们可以将任何一首歌一个角色演绎的入木三分，所有来自于生活中被动的接受，在艺术的殿堂上得到了最好的宣泄，所以巨蟹真的应该属于舞台。即使没有好的歌喉没有好的外形，但是他们有良好的感受力和表现力，他们的性格实际上更像是一只寄居蟹，在真正自我的生活中，他们常常将自己包裹的很紧，但在诠释和演绎别人的时候，他们那内心的感情得到了释放。</p>

<p>巨蟹座的另一个长处是他们有着哲学的思考力世界因两股力量相互消长，而水象就是典型的阴柔之力。水象星座的人有一种天生的宇宙观，巨蟹也是如此，加之他们天生有母爱的情结，所以他们的思考往往带有着人性化的关怀。所以从事与艺术相关的行业的巨蟹，无论如何都可以算是幸运的巨蟹，因为能够得以发挥天然的性格所长。但是不是每个巨蟹都有这样的机会，所以大多数巨蟹都会感到自己的压抑和痛苦。他们不是没有渴望，相反他们需求很多，渴望很多，但是他们总是躲在自己的壳里做着各式各样的幻梦，只是在想，很少实施。所以如果你看到的总是低眉顺眼的巨蟹实际上并不是真正的巨蟹。那只是巨蟹的一个假象。</p>

<p>永远无法抹去的自卑巨蟹们其实是自我感觉很好的心高气傲的一群人，但是却又难以克服时时刻刻想躲进壳里的自卑感。他们天生多疑和敏感，碰到困难，就先躲进壳里，自欺欺人，在梦中编织自我的安全感，而从来没有想到如何主动将危机转化为机遇。他们对待困难的消极方式，使他们总很难真正木秀于林，他们总在捕捉他们认为最好的时机，但是那个时机却总是无法到来，其实世间哪有万全之策？当蟹蟹们艰苦的自我互博之时，大好时机已经失去。但是要改变这种天生的自卑感确乎很难，蟹蟹们几乎完全不由自主。</p>

<p>怀旧是巨蟹们的人生主旋律巨蟹们非常怀旧。他们喜欢旧东西，怀恋旧感情，对家庭有着天然的眷恋。泛黄的相片，褪色的丝带，尘封的梳妆台……所有一切带有浪漫情调的旧物，都可以让他们独自神伤，黯然追想，他们总是沉浸在过去的回忆里，永远记得年少时的孤寂敏感，永远记得初恋情人，多年后仍然四处找寻初恋情人的消息，慰籍多年来始终保持新鲜的记忆。所以王家卫的电影总喜欢用这样的句式开头：多年以后……</p>

<p>忽冷忽热患得患失的爱情他们天生悲观，永远需要多一点，更多一点的安全感。为什么他们如此需要安全感，因为他们天生就没有安全感，所以他们是很容易恐慌的，所以他们也就变得非常的多疑和猜忌。爱上一个巨蟹是要仔细思量的，因为他们会突然忽冷忽热，突然置之不理，突然恶言相向，但是其实他们并非不爱你，他们有时候是在跟自己呕气。他们渴望天天24小时同你粘在一起，他们对爱人有着强烈的占有欲，恨不得掏心掏肺给你，他们关注你的点点滴滴，小到为你买一支发卡，大到帮你选择哪路公车……他们都费劲心思，他们时时刻刻每件事都为你考量，但又因为付出的不停增加而变得越来越担心害怕，会不会得不到对等的爱。所以他们会突然变得冷淡了，也许只因为你一个眼神，他们就觉得你已经不如从前，于是开始无休止的试探，他们说话总是转弯抹角，但是却总希望你永远清晰表态，假设某天你也含糊了一下，那就完了，蟹蟹们立刻条件反射的开始惴想出无数个虚拟场景，在无尽的悲观中，意淫出种种悲惨场面，然后再见你时，就已经是冷口冷面，甚至说出无比绝情的话语－－所以，你和巨蟹的他们，是要努力去磨合的，给他们足够的信赖和安全，他们回馈你的！</p>


<h2>巨蟹座的优点</h2>

<p>情感真挚深切丶想像力丰富丶念旧丶重情义丶有包容力丶直觉敏锐丶懂得体贴丶关怀丶亲切丶温暖丶善解人意丶有同情心丶善良丶热心丶敏感丶富有同情心；长於记忆丶脑筋敏锐丶领悟力好丶适应力佳丶有高度的想像力；具强烈的母性或父性的本能丶保护色彩浓厚丶谨慎丶节俭；有坚强意志力和耐力，不屈不挠；理财观念甚佳；爱国；忠於爱情，重视家庭的温暖与安定，擅理家务，重视家庭的和谐，是所有星座中最具家庭观念的星座。</p>

<p>亲切．有亲爱的本能及家的观念型巨蟹座总会自然散发出亲爱的气质，像母爱般的温柔，特别喜欢照顾别人，没有野心的巨蟹座是个很有家庭念，喜欢和家人和乐融融地过着安稳的日子。此外巨蟹座重视实际生活，在任何环境下总是充满生命力的现实主义者。</p>


<h2>巨蟹座的缺点</h2>

<p>跟着情绪走，提不起放不下丶太过多愁善感丶不知适可而止丶缺乏理性思考丶经不起打击丶说话拐弯抹角丶不直接，过度保护自己丶沉溺於往事丶无法面对事实丶心肠太软丶天性多疑且情绪化致难以取悦丶嫉妒心强并有恋母情结丶可能因过度敏感而导致自怜丶个性善变丶不稳定丶有时因生活态度太认真而失之无趣丶心胸狭窄丶苛刻丶贪吃丶邋遢丶喜欢被奉承。果断力弱．情绪他型巨蟹座是所有星座中最为情绪化，容易感情用事，为了感情而改变被衷，由於防卫比态很强，会让人会有些不近人情。</p>
