<!-- 狮子座性格 -->
<?php error_reporting(0); ?>
<?php
$name = $_GET['name'];
?>

<h2>综合性格分析</h2>

<p>狮子座的人，性格相当於百兽之王的狮子，坚强丶可靠丶骄傲丶宽大。他的一切做为都很诚实，对於依赖他的人，即使牺牲自己，也会妥善照顾对方。由於狮子座的人，天生就具有王者的气质，所以的确也能了解别人的痛苦。不过，有时候他又好似要忘掉寂寞与虚伪一般，而沈迷於游乐之中。因有着脾气暴躁丶顽固，以及不愿意妥协的个性，所以这点，是狮子座的人需要特别注意的。为人正直，颇具威严。喜欢以自己的魅力和才能开创出一片天地，并热衷於权力地位。处事采用光明磊落全力以赴的做法，厌恶卑劣的小人行径。有演戏的才华，对自己充满自信，近乎自恋。另一方面，由於心胸宽大，自能吸引群众。不过，容易被自己的情绪左右，经常觉得孤独。</p>

<p>狮子座的人个性冲动，热情，诚实而忠心，理想很高，庄严又伟大，有幽默感，天性快乐，会吸引很多人，对人很有礼貌而体贴。大方，性急，不会记恨太久，有活泼的想像力，兴趣广泛，健谈，有很好推理和判断能力，也有创造力，有领导力，做人热诚，冲动，动人的格调，有艺术的天赋，表演天才，个性明朗，光明正大，威风，自信勇敢，热心，博爱，是一位领导人物。但也有自私丶自大丶易怒丶喜怒无常丶虚荣丶浪费等缺点。有繁华热闹的一面，也有黑暗丶寂寞丶孤独的一面。</p>

<p>性情高傲，有种贵族的气质，心地高尚而宽宏大量，生性不愿委屈自尊去做暗中的勾当，或做卑贱的事情。你信任别人，也要求别人绝对的对你采取信任的态度。你喜欢受到别人的信靠，也喜欢掌握权威。对工作勤奋，但不愿居於被管辖的地位。对於重覆而单调的事情感到厌烦，也不喜欢繁杂琐碎的细节。</p>

<p>狮子座的人，一般而言很强壮，深具野心与专横。对别人的挑战，你是光明正大而公平的，绝不采取阴私的对策。此座的人有充份的自信心，对自己有信念。但也要求别人的称赞丶非常自负，以为自己本身的一切是世界上最优秀的。喜欢感情上全心的投注，也会将爱情坦率的表现出来。又本性富於冒险精神，能够面对任何追求理想时所遭遇的危险。</p>


<h2>诚恳正直</h2>

<p>狮子座的人不玩手段这是正常现象，因为他们总觉得如果玩手段会感觉对不起其他人，这是他们心里善良的表现。他们希望通过自身的努力来达到既定的目标，不喜欢旁门左道，因为那样的人在狮子座人的眼中是很低下的，真正能够让狮子座人佩服的人，必定是靠自己的本领站到世界顶峰的人。他们对朋友很重视，所以一遇到什么事，首先想到的就是亲近自己的那几个好友，他们对好友的行为也是有极严格的要求的，像为人必须正派等，所以和狮子座人亲近的人一般都是正派人物，所以狮子座就会近朱者赤，再加上自身的修养的提高，就变得很正直了。还有，狮子座人不太会说谎话的缘故，所以他们宁愿说真话也不愿谎话被揭穿而没面子，所以人们都认为他们很诚恳。</p>


<h2>领导能力强</h2>

<p>狮子座人天生就有支配欲，对於他人他们总是有一套指挥的方案，久而久之就形成了一种自我的风格，其他人也习惯了，所以就会认为他的领导能力强，不过狮子座人确实在这方面有一定的造化。他们总认为成大事者不拘小节，所以眼光放得比别人长远，他们认为如果这样做的话对以後的帮助会有很大，所以就习惯性地命令他人去做这件事，他人虽然心里有些愠怒，但是等到事成之後才觉得狮子座人的确很有大将风范，就开始崇敬起来，这也说明了狮子座人的领导能力强。在班级里面，当班干部的人虽然狮子座不占多数，但大多都盘踞着重要的岗位，教师对狮子座人都很照顾，是因为在老师心目中，狮子座的学生都是比较能干的，能够放心的。</p>


<h2>为人慷慨</h2>

<p>这个得因人而异，有些狮子座人认为人生一大乐事就是拥有金山银山，所以在这方面他们会有些吝啬。有些狮子座人追求的是那种自由的生活，所以就显得大方。但是他们都有一个特点，爱面子。所以如果狮子座人被叫到请客的话，就算是没有钱也会硬着头皮顶上去，因为他们一直在朝着自己心目中的那种人努力，他们希望自己在他人心目中永远代表光明的一面，所以人们就会认为狮子座人慷慨得挥金如土。</p>


<h2>信守承诺</h2>

<p>狮子座人大都很遵守自己对他人的承诺，因为他们不喜欢欠别人人情，同样也不喜欢别人欠他的人情。所以如果有什么事拜托狮子座人的话，他答应了的，就一定会做到，除非有特殊情况。他们在别人心目中就会值得称赞，说是很遵守诺言。信任在狮子座人的字典中占有举足轻重的地位，他们很容易相信别人，所以也希望别人能够相信他们，虽然说处女座追求完美，但是狮子座人会比处女座更加要求完美。处女座人处处都在表现追求完美的特质，而狮子座人心里追求完美的境界高到无可比拟，所以他们希望有一天能够做到自己心目中那种完美的人，所以他们不断完善自己，信守承诺则是他们对自己的第一要求。</p>


<h2>大气魄，大胸襟</h2>

<p>狮子座人天生就有一种王者的气势，所以给人的感觉就是有很大的气魄。他们对自己的要求往往很严苛，他们要做到的是人生的顶峰，所以对於一些小小的绊住他们的事物都不会介怀，他们就是注重最终结果的人。对於一些小事情，他们觉得没有必要计较，可能是性格的缘故，人们就认为他们很大方，有着宽容的胸襟。也许狮子座人在人群中平凡得不起眼，让人觉得他们总是在忙忙碌碌地过着日子，不懂得享受生活。但是他们心中的理想却是任何人都没有的，那种理想的境界是需要他们一生去努力的，所以他们都会很少在意一些不起眼的小事件，当最终他们实现自己的理想的时候，周围的人才开始觉得，狮子座的人的确是有着气魄和胸襟的。</p>


<h2>热心助人</h2>

<p>狮子座人心肠很软，别人说了一点点话他就可能会觉得这个人很可怜，会去帮助他。狮子座人是爱心泛滥的家伙，除非你曾经伤害过他，否则如果你有什么需要帮助的，他一定会尽力去帮你。他们需要朋友，因为他们了解“世界上没有比一只孤单的狮子更可悲的生物了”。如果那个人没有伤害过他，他会觉得那个人受到伤害是一件很不应该的事，所以他们就会尽力去帮忙。这就是为什么狮子座人的身边总有很多朋友。就算人们一时不理解他们，但到最後他们的这种性格还是会受到大多数人的欢迎的。帮助朋友是理所当然的事，所以如果成为他们的朋友，他们就会帮你到底。</p>


<h2>自负狂妄</h2>

<p>狮子座人有着天生的自信，这是其他星座不能超越的，他们相信自己一定是最好的，相信自己的运气，相信自己来到这世界上不是做平凡人物的命运。所以对於很多事情他们都不会放在眼里，因为他们相信自己能够做得比那个更好。狮子座人的自信可能在其他星座的眼里有些过甚，所以他们就常常会认为狮子座人很自负，其实狮子座人的自负还来自於自卑。也许你会说，他们也会自卑?是的，他们会，虽然在外人看来他们有很多优势，但是他们是比处女更甚的完美主义者，所以一旦他们无法达到自己的目标的时候，就会产生极度自卑的心理，他们也会自我安慰，他们以为只要他们不去理会其他人，这份自卑感也许会降到最低，所以给人的感觉就会是高高在上，狂妄自大的帽子就扣到了他们的头上。</p>


<h2>企图心很强</h2>

<p>狮子座人只要成长过後，他们就会意识到自己的命运是掌握在自己手中，然而狮子座人是非常喜欢完美的事物的，所以他们就会在自己的理想中设置一个完美的形象，努力努力再努力!所以当他们只朝着自己的那个目标走去的时候，他们是不会在意路途中的酸丶甜丶苦丶辣的，因为他们要的是那份成功後的喜悦，这就是为什么大多数狮子座人都很成功的原因。他们有着坚强的毅力，认为自己想要的东西只要努力就一定可以得到，所以他们就会表现出强大的企图心，不会理会周遭人的目光，这也是狮子座人受到嫉妒的原因之一，他们的强大的动力和不息的活力是其他星座得不到的。</p>


<h2>超爱面子</h2>

<p>是的，这是正确的，狮子座人非常爱面子。他们那种完美主义的心理在作祟，他们希望自己在别人面前永远是好的，所以他们不允许自己有一点点的不足，他们不断地完善自己，在其他人面前保持自己的形象，给别人留下个好的印象。所以他们自尊心很强，这也就造成了他们极端爱面子的个性。他们尊重自己，同时也尊重他人，他们甚至觉得如果自己在别人面前出丑也会丢那个人的脸，所以他们宁可让别人说自己爱面子，也绝对不能让自己出丑。</p>


<h2>无法容忍不服从</h2>

<p>狮子座人支配欲很强，这是他们孩子气的表现。他们认为自己只要想做自己要做的事情就可以了，狮子座人很少在乎别人的感受，但这一般都是受过别人伤害的狮子座人才会有的举动。因为受过伤害，所以用生气来伪装自己的失落。在他们心里面，被他们要求的人是极度受到自己重视的，所以只要那个人有些不服从，他就会认为那个人不在乎自己。狮子座是王者，所以不想让人看透自己的内心，所以只好大发脾气来掩饰自己的失望，他们的心理非常脆弱，就像玻璃造的心一样，只要受到重创，伤口就很难愈合，一旦有人触碰那个伤痛，他们马上就会摆出武器来武装自己。所以人们总是认为狮子座人以自我为中心，其实他们是非常希望能够有人好好的呵护自己的。</p>


<h2>虚荣</h2>

<p>狮子座人虚荣，谁不虚荣?有的人说狮子座人只在乎华丽的外表，而不去充实自己的内心，其实这是他们不了解狮子座人才如是说。狮子座人既重视外在更重视内涵，他们喜欢华丽的东西，没错!可是如果那东西不实用，甚至连装饰的作用也没有，他们也就不会去碰。爱美之心人皆有之，只是狮子座人表现得更甚而已，他们内心极度渴求完美的事物，他们希望自己在他人眼中是完美的代名词，虽然知道这不可能，但是他们仍然会精心装扮自己，以最好的一面展现在世人面前，他们自己就是置身在舞台的中央，所以他们力求完美，他们心中装满了理想，但是他们只是不知道怎么表现出来而已，所以就会让人认为他们空有华丽的外表而内心却空空如也，狮子座人在这方面的认知与其他星座的人恰恰相反，他们认为如果卖弄学识才是真的愚笨，因为他们始终都了解——人外有人，天外有天。所以他们宁可把自己的知识藏起来，也不会在人前炫耀。</p>


<h2>狮子座的优点</h2>

<p>有领导能力丶具有激励人心的气质丶组织力强丶热情开朗丶对人慷慨丶大方丶心胸宽大，懂得宽恕丶一言九鼎丶有信用丶乐观丶不多疑丶诚恳正直。天生具天者风范的狮子座，有很强的领导能力，善於将自己最好的一面表现出来，行动积极做事总是充满信心，是属於领导型的人物。</p>


<h2>狮子座的缺点</h2>

<p>死爱面子活受罪丶好大喜功丶莫名的优越感丶喜欢接受奉承丶缺乏节俭的美德丶喜欢指挥别人丶缺乏耐性丶刚愎自用，自以为是丶缅怀过去丶能伸不能屈。</p>

<p>由於与生俱有领导本能很强的狮子座，在团体中喜欢以领导者自居，并喜欢表现自己，难免表现给有自傲的态度，并且不喜欢让自己驱使在别人的使唤下，凡事总以自我为中心．虚荣心很强的狮子座喜欢被别人赞美并求好表现，因而会自我膨涨，反而会遭对方反感，而使人敬而远之。</p>