<!-- 处女座性格 -->
<?php error_reporting(0); ?>
<?php
$name = $_GET['name'];
?>

<h2>综合性格分析</h2>

<p>处女座的人，正是人如其名，具有纯洁丶洁癖及正义感。处女座的人最讨厌不合理的事。他的神经也比较敏感，即一些芝麻小事也能考虑周到。处女座的人并非刻意要去找别人的麻烦，只是他天性中便有爱挑毛病的习惯，因此，往往得不到真相。这也就是处女座的人最大的缺点，应加以注意。处女座的人，如果能将天生具备的旺盛求知欲，以及敏锐的感受力相互配合，以追求更高的理想，就能创造出不凡的事业。为人勤勉，一丝不苟，喜欢接触社会，行事采取合理主义，是一个对社会颇有贡献的人。对人体贴入微，做起事来也有大将之风，但是有时过於小心，反而无法掌握大纲，不过大体上是一个有计画的人，而且一向本着良心做事。在个性上思虑较多，富於批判精神，容易成为锋利的评论家。有浓厚的道德观念。</p>

<p>处女座的人勤奋，实际，慎重，诚实可靠，具有乐於助人的天性，有外交才能，仪容整洁而吸引人，讲究衣着，有独立的思想和观察力。也有优越的分析能力和很快的领悟力。</p>

<p>爱沈思，很勤勉，非常喜欢看书，是智慧和学问的心智贮藏者，且分析力强而适於科学研究。又具有宽阔清晰的脑筋及优越的智力，能成为聪明的政治家。具有善领会和容易感动的性情，仁慈怜悯，感情敏感而保守，注重细节而易忽略全盘大局，具有服务精神。</p>

<p>天生喜爱整洁和精确，性喜纯洁。有多愁善感，忧郁的倾向。富於灵感及活泼的直觉而能了解别人个性和动机，为人谦虚，不和他人竞争，外观好似消极，其实是决心坚定而脚踏实地的作风。初见没有魄力，但工作态度非常细心，凭良心做事，守秩序。</p>

<p>态度富於实际而且能脚踏实地，是一位拥有特殊智能，能够胜任而且勤勉的工作者，记忆力强，知觉力也强，也具有谨慎的机智，毕业後也有进修的习惯丶能不断地吸收精神食粮，善於批评判断，喜欢分析，但易倾向吹毛求疵。</p>


<h2>性格中的死穴</h2>

<p>都说处女另类，双重性格，甚至有点神经质，其实原因只有一个，处女座的一切都要随自己外显的性格而转，姑且称之为“状态”。处女座状态好的时候，可以将自己聪明、细腻、能干、温情、幽默、有内涵等优良品质完全外展，此时他们显得如此完美，光芒四射，并且可以表现得非常外向、健谈，容易与人打成一片（这本非他们的性格）。而一旦处女状态不好，便会变成另一个人，甚至非常窝囊，一事无成，不过通常此时他们都躲了起来，不会让人看见。正因处女深知自己这样的性格，理智的他们选择了在状态好时多做事，多活动，多完成些人生目标，因为他们无法确知何时糟糕的状态会到来，甚至有时为此不得不推迟自己的计划，或出现让人难以理解的行为模式。这种状态的变化表现在人际交往上特别是恋爱中便是下面所述的忽冷忽热。因此，处女需要绝对的安全感，这是一种说不清道不明的东西，反正就是不会让处女感到不舒服，易诱发糟糕状态的感觉。很多时候，安全感来自于他们独有的私人空间。总之，状态好时，处女是大众的宠儿；状态不好时，却是世界的逃兵。</p>


<h2>忽冷忽热</h2>

<p>不知见过多少关于处女忽冷忽热的帖子，这种性格也造成骂声一片，或是让爱他们的人感到委屈和无助。同为水星守护，处女和双子一样善变，但双子善变的是心思，处女善变的却是情绪。也不仅仅是多愁善感一词可以概括，很多时候处女会莫名地陷入悲痛和自责中（自我批判精神和完美主义倾向），这在表面便是情绪上的低潮期。在冷时，处女最希望躲进自己一个人的世界里，独自在孤独和冷漠中调整自己的情绪，等心事已了，调整到热时再走出来。然而世界并不因你而转，很多时候处女要面对很多实际的琐事，这时的处女变不得不在冷中面对周围世界：要么说话做事很不自然，有做作的痕迹；要么便极度冷漠和被动，对谁都不理不睬。其实处女很清楚自己现在的样子，但他们无力改变和控制自己的情绪，只能选择疯狂地逃避一切。他们想得是：与其很不自然地面对你，尴尬地和你说些无关痛痒地话，或是因和平时反差太大而被人说成表里不一，性格怪异，还不如先躲一阵子，等调节好了以后再出来。所以，在与人交往中，他们只会和不得不交流的人（实在躲不掉）或是完全陌生的人（反正无所谓）交谈，而和熟悉的朋友反而疏远。你在他心中地位越重，他躲得你越远。特别是恋人，他只会让你感觉到他的存在，而不让你触碰到他或是见到他，即通常所说的若即若离。原因很简单：他只想给你一个最好最完美的自己，而不愿让你看到他无助脆弱的一面。所以请记住，有时处女座对你冷，绝不是你说错作错什么，这是他们正常的生理现象，他们只是不想让严寒和冰霜伤害了你（可事实上这种做法已经伤害）。不必难过，因为他们在乎你的话，他们的内心比你还要难过、自责和内疚！他们所能做的，只希望快点调整好情绪，回到你的身边。</p>

<p>正基于以上两点，处女有时便会表现出非常另类的行为和思维模式。他们的性格也很多来源于此：不喜主动，不善交际（我们也可以热情，只是今天热了，终有一天会冷的），不爱表现，不喜抛头露面（万一哪天情绪无法把握状态不好时，岂不大失脸面），诸如此类。</p>


<h2>关于“洁癖”</h2>

<p>并非处女都有洁癖，很多处女并不爱干净，但却要求整洁，他们更多的是井然有序，不喜欢别人破坏他们所整理和布置的“完美”格局。处女更多的是有精神洁癖。一旦触碰到他们精神上的禁区，严重时会表现得歇斯底里。</p>


<h2>关于“花心”</h2>

<p>一般说来处女绝不花心，忠诚是他们的代名词。异性关系多很可能是他们需要确定一个好人缘和自己有魅力，来反击那些普遍观点。一旦找到心中真爱，他会呵护你一辈子，只要你能给他安全感，他永不背叛，心中眼中唯你一人。寻花问柳，红杏出墙这些事与他们绝缘（一是责任感所致，二是怕麻烦）。</p>


<h2>关于“聪明”</h2>

<p>不似双子灵活机巧，不象水瓶创意非凡，也不是天蝎的那种计画周密，处女更多体现的是智慧。细腻、理性、好学加上十二星座里一流的洞察力和最强的逻辑思维能力，处女想不聪明都难。没事少在处女面前信口开河，随意撒谎，很多伪纱他们一眼便能看透；也别跟他们玩什么心计，你玩不过他们的。处女是那种可以把你卖了你还得向他道谢的类型。没事也少跟处女辩论，他们没理也可找出理，甚至找出不止一条理来。处女是永远不会吃亏的。不过很奇怪，有时处女会经常刻意地表现出很单纯很愚蠢很好欺负的样子，原因只有他们自己心里清楚。</p>


<h2>关于“单纯”</h2>

<p>处女很纯真，但绝不单纯，他们内心复杂得让人难以想象，很多不经意的事可能都是他们精心布置的。处女也总在纯洁和好色之间徘徊，这一点最难说清。不过他们真正的内心是极其善良的，宁可自己苦也不愿伤害任何人，心灵如水晶一般晶莹剔透。</p>


<h2>关于“幽默”</h2>

<p>都说处女冷若冰霜，缺乏幽默。多和他们接触吧，你会体会到什么是冷幽默，什么是真正的幽默，而并非品位低俗的搞笑。</p>


<h2>关于“迟钝”</h2>

<p>别看你和处女说某些提议时他们半天才反应过来，在你说好的一瞬间，他们脑子里可能已经转过五六个你这项提议会造成的后果（通常是消极后果）了。他们总是想得太多，绝非想得太慢。</p>


<h2>关于“自私”</h2>

<p>处女的自私觉不是狮子的那种惟我独尊，也不是水瓶的以自我为中心。处女正因为是无私的，所以显得自私。（能够理解吗？）因为处女不想伤害任何人。</p>


<h2>关于“逃避”</h2>

<p>由于处女性格上的因素，他们通常会显得压力很大。当周遭的事物已无法掌控，或是自己的情绪无法调节好时，他们会疯狂地逃避，堕落自己，这种状况通常对别人无害，却是伤害自己，让所有爱他们的人感到心碎。不过不用太担心，过一阵子他们自己会好的，他们天性的自我批判精神很快便会起作用。处女一般不会彻底堕落，堕落前可能都已留有余地，只是在等待着希望的来临。甚至有时堕落都是做给别人看的。</p>


<h2>关于“内涵”</h2>

<p>处女座有涵养这一点是肯定的。在成长中不断吸取教训，不断学习，取人之长来丰富自己的内涵。因为他们感觉到情绪无法把握，而这些是自己可以踏踏实实做到的，将来一定有帮助。这是他们所追求的完美主义目标。</p>


<h2>处女座的优点</h2>

<p>追求完美丶永不气馁丶脚踏实地丶事事谨慎丶小心，善於搜集资料丶勤奋努力丶守本份丶靠得住丶谦逊不夸大，有精确的观察力丶有耐性丶对爱情忠实丶谦虚丶喜欢整洁丶处事小心丶头脑清晰而分析能力强丶能明辨是非。</p>

<p>处女座的特徵有童真般的天真纯情，思想严谨不浮燥，事冷静有条理，分析事理的能力很强,也很注重个人徫生习惯.但有时会过於洁癖。</p>


<h2>处女座的缺点</h2>

<p>太过吹毛求疵丶唠叨丶琐碎丶杞人忧天丶穷紧张丶自扫门前雪丶有洁癖倾向丶缺乏接受批评的雅量丶不够浪漫丶不尊重他人的梦想丶人际关系待加强丶太过实际丶缺乏远见丶喜欢鸡蛋里挑骨头丶要求太高以致吹毛求疵丶多愁善感丶小题大作丶古板丶难以取悦。</p>

<p>太过完美主义的处女座，是个很注重细节的星座，因此对别人的要求很高，一但不满就会批评对方，因此对事情的看法切勿过份极端，会造成别人的反感。</p>