<!-- 天秤座性格 -->
<?php error_reporting(0); ?>
<?php
$name = $_GET['name'];
?>

<h2>综合性格分析</h2>

<p>对於善恶两极端的想法丶保持着很平衡的状态，这是天秤座的个性。与人共处时，颇能适时说说笑话，掌握现场的和谐气氛。一般而言，天秤座的人的生活是平凡和快乐的。天秤座的人会永远保持绝不受伤害的八面玲珑丶圆滑态度，所以，不喜欢表现出内心的真相。个性稳健而理智。有优秀的平衡感和公正的判断力，善於协调，在相反的意见中往往能担负起调停的责任。凡事讲求逻辑和策略，绝对不以暴力解决事情，而是以巧妙的手腕，在对等的权利和利害中找出平衡点。优柔而不寡断，八面玲珑，颇有社交才华，容易搏得在上位者的眷顾和礼遇。</p>

<p>天秤座的人有平衡的心智和有吸引力的身体，个性迷人，有吸引力，悦人而优雅，女人则美貌，男人为英俊。天性多情，温柔，仁慈，怜悯，热情，大方，忠心，有一个易受感动的个性。珍惜和谐愉快的生活环境，平易近人，罗曼蒂克的理想主义，擅长交际，高雅。但另一方面，有自私，任性，易怒，冲动，善变之缺点。</p>

<p>有强烈的求知欲，领悟力，想像力，和直觉力，天生喜欢表现，并要求别人给与热烈的反应和激赏。不喜争执，有避重就轻的倾向，但有优柔寡断，犹疑不定的缺点，生性乐观，喜欢呼朋引伴。有直觉力而能了解人性，透视别人的动机。能节制感情流露而以理性的表现法，绝不为感情所激动，具有冷静且聪明的方法来表现心情。</p>

<p>也因个性迷人而带来许多朋友和熟人。共鸣心旺盛，富同情心而且重感情，对待别人的态度公正而和善。很能了解别人的感觉，是由内心的和平互爱所致，能与周围的亲朋好友保持和谐的关系，倾向於寻求能共享快乐幸福的婚姻同伴，又有不寻常的爱美与审美的观念，有均衡感，线条感与颜色的审别力特别好。</p>

<p>喜欢一切公平处理。由於太过於精巧而精於衡量，以致於临事需要下断定时变得犹豫不决。仪表态度很优雅，而讲究礼节，对异性间的爱情生活，具有高尚的发展，细致而均衡的表现，会有和谐的性关系。</p>


<h2>精神性的神经质</h2>

<p>秤子是灵敏的，只要一阵微风，便足以使之轻颤不已。天秤座人的心思正是一座灵敏的秤子。他徘徊于正、反之间，摇摆于左、右之间；反复思索的频率极高，摆幅极小。不要说天秤座人是神经质的，连跟他在一起的人也会被感染得很神经质。千万别把秤座人的神经质，想成是言行上的“神经兮兮”。</p>

<p>他只是在精神上经常处于焦虑、不安，容易受惊，受不了在精神上被干扰。而这些，你大概只能从他的眼睛中找到蛛丝马迹。他会压抑自己真正的情感。</p>

<p>如果他在外表上显出暴躁和歇斯底里的状态，便是他已经压抑到了尽头，那时他所做的和所说的，会像狂风暴雨向你扫来。即使你认为他不讲理，他也不会多做解释。</p>


<h2>表面上浪漫骨子里却很实际</h2>

<p>刚与天秤座陷入情网时，你觉得一切都太浪漫、太华美了！但，他重实际的性格会慢慢跑出来，如果你们只能相爱，却不合适相处，他会比你更快一步去面对现实而提出分手的「建议」。</p>

<p>用建议这个字眼，是表示秤座人向往协议式的分手，那样比较平静。事实上，天秤座要与情人分手时所流露出来的神经质，已使得平静的场面成为空谈。</p>

<p>身材与相貌，足以魅惑天秤座人。即使他明知你们的爱情有大问题，仍可能会迷恋你的身材和相貌，迟迟做不了分手的决定。</p>


<h2>对有学问的好人，倾心不已</h2>

<p>因为敏感到顾虑别人感受，是天秤座人的优点。但是太顾虑别人的感受，会伤害到自己。不懂得拒绝的艺术，使天秤座人常吃闷亏。在困境中，天秤座人无法一展所长，久而久之，就变得胆小、怯懦，逃避现实。找寻属于自己的天空，在合适的环境中工作，才能让天秤座人得到正常的身心成长。</p>

<p>凡事要求公平，也极力反对不公平的事，是天秤座最令人敬畏的地方。他对于不合理的事，采取激烈的态度，不是愤怒，便是冷漠以对。</p>

<p>他很强调知性的生活，喜欢阅读专业性的书籍。对有学问的好人，倾心不已。他不相信世界上有真理，却衷心希望有人找到真理时，拿来给他见识一番。</p>

<p>他不会为了寻觅世人所谓的极乐世界而千里跋涉，但会从一百种以上的角度来观察别人眼中的「极乐世界」，那是不是真的是一个「极乐」的世界。</p>


<h2>他不爱做决定，却常摆出正在做某个重要决定的模样</h2>

<p>如果有个天秤座朋友有难题，要请你帮忙解决，你最好多提供他几个解决方案，让他自行选出适合他的。你先为他分析得失、利弊，愈详细愈好。</p>

<p>如果你只是帮他找出一个大方向，等于没帮上忙。顾前思后，是天秤座的一大特性。再也没有人比他更周密了。但天秤座却常被自己想出来的一大堆旁枝末节，搞得烦躁不堪，到最后，什么决定也没做好，或者是，干脆随便做个决定。</p>

<p>如此一来，决定与否，都深深苦恼着他。你也可以说，他是个不爱做决定的人。可是，说也奇怪，你却老看见他摆出正在做某个重要决定的慎重要模样。他喜欢皆大欢喜的场面，又忧虑和平的假象之下所潜伏的危机。</p>

<p>因此，天秤座的人不算是一个能尽情享受人生的人，但是他挺追求人生足堪享受的一面。</p>

<p>诚实温和，富同情心而看重感情，处事力求公正与中庸，不愿偏激。擅长交际，渴望共享快乐幸福的伙伴，重视婚姻，不做无理的嫉妒。喜爱推理、辩论及美的事物，审美眼光很高，讨厌粗俗的东西。把一件事分析多次后，一定要下结论，莫再犹疑。意志薄弱，易导致犹豫不决。多问问伴侣的感受，以减少因疏忽而积下的怨尤。女性为艺术而努力时，记得回顾自己的家庭。</p>


<h2>天秤座的优点</h2>

<p>公平客观丶有正义感丶适应力强丶对美感有鉴赏力丶逻辑强，善分析丶天生的优雅风采丶浪漫的恋爱高手丶有外交手腕丶因事制宜，能屈能伸，适应力强。</p>

<p>天秤座处事都以中庸主义，常常是和平的协调者，对任何人具有公正的关怀心，因此天秤座可以置於公平立埸上，发挥社交官的管理能力，而且有很强的抑制能力，可以控制自己内心情绪，总是保持温和的态度待人。</p>


<h2>天秤座的缺点</h2>

<p>优柔寡断，犹豫不决丶意志不坚定，容易受人影响丶乡愿，怕得罪人丶不能承受压力，没有担当丶过份要求公平，吃不得亏丶息事宁人，治标不治本丶总是自圆其说，藉口太多丶喜欢享受，好逸恶劳丶常不经意地乱放电丶缺乏自省能力。</p>

<p>天秤座有虚荣的一面，不喜欢显示自己的缺点，总会把最好的一面表现出来，而且过份重视自己的外表，喜欢花钱在打分上，有时会被人误为虚荣很重，做事有时也会犹豫不决难下抉择，而失去很多机会。</p>