<!-- 天蝎座性格 -->
<?php error_reporting(0); ?>
<?php
$name = $_GET['name'];
?>

<h2>综合性格分析</h2>

<p>天蝎座的人的性格，表面上看似十分静，内心似乎充满着用不完的充沛活动力。天蝎座的人拥有惊人的耐力，以及意志力。一旦他决定了猎物目标，便绝对不会轻易放手。天蝎座的人报复心很强，而且又稍胆小，故对保护自己特别敏感。个性强烈冲动。有足够的精力和胆识，不惧艰难。观察力敏锐，经常能够洞悉事情的真相，对事物也有独到的见解。行事时，采用完全的破坏和创新方式，充满神秘的色彩。从无害人之心，但是人若负我，则会反击报复对方，采取适当的回应手段。对精神和物质的要求很高，同时也付出相当的努力，奋戢不懈，对爱恨的反应，十分强烈。</p>

<p>天蝎座的人具有吸引人的，磁性而机动的人格。有神秘的倾向，很难了解，在一般情况之下，是可爱的，能影响别人，抚慰别人。通常彬彬有礼，慷慨，忠心，怜悯，有耐心，但一受激恼，愤怒是无人能比的，会失去理智。观察力很锐利，有沈思能力，能独立思考，非经过调查，绝不采纳别人意见，除非对方要求，也很少提供进一层的意见。比较敏感，有强烈感情，有好的记忆力，有自我表白能力，有活跃非凡的灵感。常常灵感忽至心中，能洞析人性。不易受骗。有直觉力，能预知即将发生的事。有亲爱丶侵略丶热情的天性。</p>

<p>最大困难在於自己重感情的天性，须学习控制它，避免太顽固和发脾气，克服羡慕丶嫉妒丶自私的倾向。有敏锐感觉力和热烈的研究心，任何疑问，要追根究柢，甚至探求人类灵魂的秘密。天蝎座是真诚和可以信赖的，朋友常会向其诉苦或求助。</p>

<p>此星座出生的人有两种不同型态，一种是高贵上等的天蝎座，有如展翅翱翔的巨鹰，另一种是等而下之的天蝎座，有如暗藏在阴处的蛇蝎。这两种型态都是令人畏惧的敌手。比较好的一型，样子是严酷的，但外表的气质是和善的。有的天蝎座的人外表显得丑陋，但是有一种强迫性的性魅力。比较高尚的一型有一种隐藏式的清廉，能够专心的奉献，具有高贵的心智丶为大家利益能不自私的献身於人类。较低等的类型则显得阴险狡猾，有一种残忍恶毒的情绪和随时爆发不能控制的嫉妒心，卑鄙而奸诈。若触怒他，会采取报复行动。</p>

<p>不太把感情流露出来，因此很少和他人产生争执，但一旦超过忍耐限度，感情会爆发，大发雷霆。个性强烈，显出强而有力的意志，压制性的个性却能奇妙的富於磁性的吸引他人，是具有性吸引力的星座。十二星座中，此星座是最喜爱感情强烈的人，占有欲强，性需要也浓厚，易有纵欲的倾向。宗教方面有一种固执的信仰。虽多产型，对孩子过於专横而不能成为好父母。</p>


<h2>爱、恨分明性格激烈</h2>

<p>蝎子对你有多少爱情，就有多少的性欲；他有多么想占有你，就有多么为你节制他的情感。他的确是一个爱、恨分明，性格激烈的人。爱上你，他便义无反顾，奉献热情与百分之百的忠诚、贡献私房钱、牺牲自我的享受，淋漓尽致把疯狂与爱意紧密结合。他处处为你设想，时时提着一颗护卫你的心，以你的快乐为他的快乐。但是天蝎座人不愿轻易将自己的情人曝光。也不为什么，他就是不愿意。这跟他的情人见不见得了人，没关系直到已经论及婚嫁，才会把情人介绍给亲朋好友。忠实与完全的爱，是蝎子最最在乎的。才情与美好的肉体，蝎子不会舍不得，却会一时被迷惑得很惨。他受不了背叛，自己也极少有背叛别人的事迹。一旦背叛了他，等于抹煞了他所有的忠诚、爱、奉献和牺牲，这样会激怒他，逼他走上复仇的路。不过并非每只蝎子的复仇性格都极明显Ｏ型蝎子最强，Ａ型次之，ＡＢ型再次之，Ｂ型最弱。</p>


<h2>自尊心强沉默中具有攻击性</h2>

<p>蝎子的自尊心很强，忍受不了别人对他的轻视。他喜欢前往一个受重视的工作环境，他努力使自己成为举足轻重的角色。通常，在一个新环境中，蝎子不会一去就以高姿态出现，宁可谦虚在暗角里，观察别人的表现。他看起来会十分沉默，但是那分沉默令人感到他是在蓄势待发，这将使别人觉得不安，隐约觉得他具有出奇制胜的攻击性。不过，外表上，天蝎人看起来总是和善的，经常保持礼貌性的微笑，也会主动以亲切的语气与人寒暄。他不是企图跟别人打成一片，只是想藉此消除别人对他的戒心和敌意。可是，他并不常成功。因为，蝎子天生具有奇异的气质，沉默是一种欲盖弥彰的防卫手法，他还是免不了让别人觉得有压迫感。故，有些蝎子自知有引人侧目的气质，便会刻意“微服出巡”，以为如此便可以自在些。事实上，他除了有引人侧目的气质外，还有喜欢别人对他侧目的天性。所以，就不必多费心去遮饰自己了。</p>

<p>天蝎座的人有强劲的体力，以及丰富的构想，并具有管理自己的方法，往往可以用一种不可思议的魅力去诱惑别人。然而，由于自制心强，又带有神秘色彩，所以也让人感到难以接近的一面。</p>

<p>思虑周密，体贴是天蝎座最大的优点，可是却很少表现出来。天蝎座的防卫心重，很少有能够对别人完全放心的，不过却能严守他人的秘密，绝不泄露出去，这点和射手座的是不同的。天蝎座很适合做一个可靠的朋友或情人，可是，当你要和他一起过活，事情可就没有这么简单了。因为天蝎座的人真诚而率直，不管对自己或对他人的批评，都是赤裸裸而残酷的。他们经常会以真挚的态度去追求事实，所以，有些朋友或情人，会因不堪忍受这种情形而离他远去。</p>

<p>其他星座的人，很少有能像天蝎座那样善于化身并复活的。激烈的感情及强烈的性格，正足以说明他们内心的纠结与曲折。对天蝎座来说，在一生当中，会有一，两次彷徨在心理上的生与死的境界。如果想避免这样的情况，必须根据自己的经验及历练，将自己改换一下，并收集破坏的碎片予以再造，使之复活。</p>

<p>天蝎座天生具有一种动人的魅力，不论对人或对物，都能加以支配，并从中获得最大的喜悦。有精力，胆子大，感情丰富，有耐性，具敏锐的洞察力，神秘而且有野心，这些特质合成一股惑人的魅力。不过，也有过度自豪，攻击性，残酷，具破坏性，走极端，独断，不道德又固执等缺点。生殖器官，骨盆周边和鼻子，咽喉等是天蝎座人较脆弱的部位。损害天蝎座身体健康的原因大都是因太过勉强引起的。但是由于生命以及恢复力都很强劲，所以只要充足的睡眠，以及新鲜的空气，就可以使他们的身体恢复活力。天蝎座的人很爱在后头观察别人，但他绝不是阴险小人，他光明正大得很。</p>


<h2>天蝎座的人不会主动招惹别人就像他不希望有人来招惹他一般。</h2>

<p>有时不爱说话并且持神秘的感觉，外表也许是冰冷的模样，但内心却是热情得要命。</p>

<p>他有着特殊的魅力，尤其是他那会剌穿人灵魂深处的眼神。他是个天生的复仇者，任何伤害过他的人，事，物，通常都没有好下场。</p>

<p>他很够朋友，但这仅限于你是他的朋友，如果你背叛了他，那你就会是他的敌人。</p>

<p>他的思想及行为有时相当极端，他可以作个好人，也可能是坏人喔！！！</p>


<h2>天蝎座的优点</h2>

<p>深谋远虑丶恩怨分明丶直觉敏锐丶对决定的事有运行力丶不畏挫折丶坚持到底丶对朋友讲义气丶天生的性感魅力丶坚持追求事情的真相丶善於保守秘密丶对人生有潜在的热情丶有谋略丶富洞悉事物重点的能力丶情绪十分敏感丶感情细腻丶具有丰富的想像力丶果决丶实际而热情，主观意见强丶意志坚定丶有毅力，机敏丶聪明丶悟力高丶富直觉能力。自信．耐力强．智慧型天蝎座生性沉默不多说话，却有过人耐力，不屈不挠的个性，与强烈的洞察力，有足够自信的，他在处事的决断力，他会充分表现出所有的优点。</p>


<h2>天蝎座的缺点</h2>

<p>太过好强丶占有欲过高丶善妒丶爱吃醋丶疑心病重丶报复心太强丶得理不饶人丶感情用事丶明知故犯丶口是心非丶城府太深丶爱恨太强烈丶冲动丶急进丶易怒丶顽固丶倔强丶难驾驭丶多疑丶善变丶感情用事丶好冒险，常有狂妄的梦想丶个性阴险丶冷漠。嫉妒心强．城府深且不服输型天蝎座虽然冷漠，但醋劲却很强，由於洞悉能力佳，城府也就比较深，时常会以批判的眼光审视别人，因此猜疑心也就比较重．聪明的天蝎座个性倔强，因此稍加责备他，就会不服输的顶撞，如能接受前辈或朋友的建议，将有助於您成长。</p>

<p>天秤座有虚荣的一面，不喜欢显示自己的缺点，总会把最好的一面表现出来，而且过份重视自己的外表，喜欢花钱在打分上，有时会被人误为虚荣很重，做事有时也会犹豫不决难下抉择，而失去很多机会。</p>
