<!-- 射手座性格 -->
<?php error_reporting(0); ?>
<?php
$name = $_GET['name'];
?>

<h2>综合性格分析</h2>

<p>射手座的人是忠心的丶大方而无拘无束，精力充沛，好争论，脾气急躁，对权位有野心，对受磨难及压迫的人有慈悲的心肠。在性格方面，是诚实，真心，坦白和值得信任的。在脾气方面，对自己的朋友是仁慈大方的，在许多事情上都很圆滑，很懂得外交手腕。精神力量强，讨厌一切不文雅的举动，厌恶粗劣的东西，有贵族气息的人，仪表态度是极明朗而具有鼓舞性的，有个性与胆识，勇猛，自尊心强。爱好自由，本性很民主，喜欢交朋友。</p>

<p>有很好的幽默感，有决断力及意志力，但生气时会变得非常顽固。有很好的观察力，领悟力和推理能力。心智反应很快，任何事学得很快。有灵活的想像力用於实际事物上。对周遭的事感到兴趣而能专心致力。有直觉而能洞悉人们的动机。身体健康，但有点神经质。</p>

<p>感情上时而热情如火，时而漠不关心。这种起伏不定的感情是造成失败的原因，通常会有一个以上的恋情，很会体贴伴侣。</p>

<p>直觉力强，有预感能力。有高尚的理想，高度的梦想，幸运由自我信任所产生。你会将精力分散於多种事务的倾向，不愿意将自己专心於单一的目标。有处理紧急事件的特殊才能，一件突然而起的意外事件，常把你向成功境界更推进一步。喜欢与人讨论与辩论，喜欢研究哲学的人。</p>


<h2>乐观与忧愁</h2>

<p>射手座人的内心不是外表看上去那么乐观的，因为喜欢看的远，容易担忧的事情也就多，在他们的字典里，即使现在好，也不一定代表未来好，有时候很多人觉得很好的一个工作或一个伴侣，他们很轻易的就会放弃掉，可能只是因为一个毫不起眼的小原因。所以，这样的外在表现，就让人们觉得他们不喜欢被某件事情或某个人束缚住，追求自由的，没有压力的感觉。</p>


<h2>现实</h2>

<p>常说射手座是追求梦想的人，但往往忽略了他们现实的一面，算计起来不会比处女座差哦，只是更高明更隐藏罢了。射手座人的梦想是必须建立在现实的基础上的，一般他们很少谈及自己的梦想，而是实际的去做一些向梦想靠拢的事情。如果可以借巧力完成的事情，决不会多花一点工夫。所以有时候射手座也容易给人耍小聪明的感觉。可是，不得不承认他们完成的还满不错。也许终其一生，他们都在考虑怎么巧妙的做一些事情，花最少的精力去达到最好的效果。所以，很多射手座看上去让人们会觉得很懒，但是其实他们的大脑可没有停下过思考现实的事情。</p>


<h2>拒绝低俗</h2>

<p>几乎所有的射手座内心都是骄傲的，其程度绝不亚于狮子座。只不过他们不会显现在脸上，外在的表现总是随和的，恰当的。可是内在有着极强的自尊心，敏感也情绪化。因为射手座人心中是骄傲的，所以他们拒绝低俗，不喜欢任何俗气的、粗鲁的事或人。如果可以，他们希望一切有关的事物，都是优雅的、高尚的，值得品味的。而真正能让他们觉得值得交朋友或谈恋爱的人是很少的，虽然表面上他们是很随和的。</p>


<h2>多情</h2>

<p>很多人说射手座多情，尤其是男性。其实在射手座人的心目中，对于爱情确实有理想化的倾向，和他们谈恋爱，是一件高难度的事情。他们非常讨厌俗气的人，所以你不能很物质或喜欢谈钱，但是他们又很现实，所以你不能一文不名，各方面也必须有一定的实力。物质与精神，你必须平衡的刚刚好，才让他们觉得你值得去爱。或者，你有足够的神秘感，可以让他们不知道你的缺点在哪里，而盲目的爱你。一般，当然是没有完美无缺的人的，所以，可能象金牛座这样永远会让射手感觉捉摸不透的闷闷的人，会非常吸引他们；或者象双子那样，足够机智，懂得察言观色，捕捉他们的情绪，星座查询,才会让他们感觉到爱情的甜蜜。一般射手的感情模式是，第一阶段，你们还不熟悉，他（她）爱上了你，非常热情。第二阶段，你们逐渐熟悉，而他（她）开始龟毛，整天挑剔你的毛病，无论是背地里还是当面。如果你有幸通过他（她）的挑剔过程，基本挑剔出的毛病为零或者你把缺点保密的非常好；那么进入第三阶段，他们就又是忠诚和热情的爱人了。但是基本能通过第二阶段的人非常少，所以有了射手多情一说。其实射手对恋人的挑剔，是源于对爱情的挑剔，对丧失自由感的恐惧。</p>

<p>射手座人的人生，往往是幸运的，因为他们是聪慧的、明朗的、通透的。与众不同，也许是他们终生追求的梦想，希望每一个射手人，可以找到他们的梦想！</p>

<p>人人都说射手座是感情的骗子，对爱情不尊重，只追求片刻的快感，是花心与冲满欲望的象征。朋友们…你们了解射手座最真实的一面吗？</p>

<p>射手座是大孩子，天真与善良，遇到爱情时，可能让人感觉不认真，付出的比谁都少。可是，知道吗？射手座很想爱，却也很怕爱！刚开始他们只是慢慢的付出，谨慎的爱，好怕自己会受伤。可是在一句一句的爱，一天一天的相处下，射手座把带刺的防备丢掉，开始不顾一切的去爱他们所爱的人，在别人眼中，只是射手座为了达到某种目的而作的行动。可射手座不介意，他会在自己幸福的想象中陶醉，希望对方能感受自己的爱，想对方觉得与自己一齐是幸福的。</p>

<p>在射手座爱上了一个人，他会把自己放到最后。有苦自己承担，可能会因为吵了一场小架而不开心，却也是最快认错，无论谁的错，他们都会包容，知道吗？射手座会因为深爱一个人而原谅他的背叛，会因为你的一句话付出很多。他们爱玩，在玩的同时，也希望把那一份好心情带给你，射手座是乐观的。</p>

<p>人们总觉得射手座的世界很快乐，可是呢？射手座难过时没有人知道，他不想让别人可怜自己，射手座不坚强，可是很善良。在你难过时哄你开心，让你有依靠，分手后，他会哭者去想属于你们俩幸福的回忆，也不想爱的人因为同情而勉强和他一齐。他比谁都希望自己爱的人快乐幸福，却常常忽略了自己，全身都是伤也笑着告诉你，我很好不用担心。</p>

<p>在所有人看到他的笑容以为他没事，却不知道失恋对射手座有多大伤害，华丽的外表下有一颗脆弱的需要别人了解和安慰的心。知道嘛？你的一点关心，心思细腻的射手座会记得你对他的好，把自己的爱毫无保留的送给你，射手座是不被了解的，可他们不会怨谁。他们会傻傻的认为，让我承担吧，别让别人也受到伤害。所以，不要让快乐的射手座痛苦，别让他们最有魅力的笑容成为掩饰痛苦的伪装，认真爱射手座。你会知道射手座的爱，是充满泪水的…</p>


<h2>射手座的优点</h2>

<p>天生乐观丶对人生充满理想丶正直坦率丶丰富的幽默感丶酷爱和平丶待人友善丶行动力强丶有自己的处世哲学丶经得起打击丶救世救人的热情丶乐观丶活泼丶坦率丶自尊心强丶多才多艺丶有很高的智慧，颇富直觉丶拥有鼓舞他人的力量，思想开明丶适应力强，有很好的判断力，有处理紧急事务的才能，擅长哲学思考，富崇高的正义感，非常敏感而聪慧，喜爱自由丶诚恳丶正直丶可靠丶慎重。</p>

<p>幽默．动作迅速自如．喜欢创新型:风趣幽默射手座是座中最具幽默感的星座，常将快乐带给大家，属於行动派的射手座，动作如箭般的迅速，想到的事就会马上付诸运行，同时喜欢冒险并尝试各种不同的新事物，探求心很强。</p>


<h2>射手座的缺点</h2>

<p>粗心大意丶心直口快，容易得罪人丶缺乏耐性丶不懂人情世故丶做事冲动丶不懂三思而行丶不信邪丶不听劝告丶过度理想化丶不切实际丶缺乏按部就班的计划丶喜怒太形於色丶个性敏感丶有点浮躁丶好吹嘘丶喜夸张丶没有责任感丶反覆无常丶有不安分的倾向丶盲目而过分乐观丶粗心丶偏激丶行事有些笨拙。</p>

<p>缺乏耐心．容易改变心意．缺乏责任感:当射手座看中目标时就会迅速马上去完成，但如果过程中遭到几次失败，就会放弃再选择新的事物在冲剌发挥，由於不喜欢束缚的他，行动总是自由奔放型，往往朋友或人的话都无法影响他，因此此比较没有家庭观念的星座。</p>
