<!-- 魔羯座性格 -->
<?php error_reporting(0); ?>
<?php
$name = $_GET['name'];
?>

<h2>综合性格分析</h2>

<p>魔羯座的人，具有很强的耐力，以及不屈不挠的奋斗精神。这种忠厚老实的态度，大多数人都会很钦佩。魔羯座的人，由於过於洁癖或不愿意妥协，以及道德观过强的结果，常使得人际关系并不太理想，因而常觉得是个很孤独的人。他会依自己的标准去批判别人，使得他不易交到朋友。充满智慧，思绪周密。有高度的耐力，在严苛的现实环境下仍然能够耐心等待。为了使计画周全，可以熬过漫长艰辛的准备时期，绝不松懈。思想深沉，熟知人间之事。或许行动不够敏捷，但是一定会持之以恒。个性严谨踏实，容易孤独。从不掩饰利己之心，但是大致上仍能获得上位者的信赖，也颇具社会使命感，而且懂得驱吉避凶，为自己规画出一个立身处世的蓝图。</p>

<p>此星座的人是脑子机警，时时想要抓住并利用环境，脑子的渗透力大，眼睛明亮，很快就可以看出别人的弱点以便供自己利用。一般来说，是讨人喜欢的，表现出整齐而吸引人的外貌，具有迷人的风度，不容易受刺激，在危急时表现甚佳。深思熟虑，长於外交，小心而保守，能克服胆小的倾向，个性变得极为机动。</p>

<p>很会抑制自己，做事慎重，讨厌做事随便，一步一步坚坚实实的做，努力不懈，又具有上进心丶在心中有很多理想不断在燃烧看。虽然速度比别人差一点，但因不断的努力而能达到最後目标。</p>

<p>个性谨慎而敏感，对於权威非常的敬重，但因有自我权利感会使人反感，对人生看得很严肃，有一种强烈的责任感，为人稳健而忠诚，且光明正大。</p>

<p>在言语与书写上表现自己有点单调而枯躁。对待小孩子的态度较专横，需防患严厉苛刻的对待小孩，对待下属也是如此。你对事业方面认为世代相传的事业工作或父亲合适的也一定合适於你，通常有铁架似的体格，惊人的持久力。</p>


<h2>追求高难度的理想</h2>

<p>魔羯座（摩羯座）的人总是理性地知道自己在做什么。他不太容许自己盲目追随二流理想。讨厌自己的点子与别人雷同，不幸雷同，他一定发誓要在同一个点子上出无人能及的花招，寻出独一无二的看法。他不是那么想做“第一名”，他只是受不了有人跑在他前面（他看得到的前面）。

<p>追求高难度的理想，使得魔羯座（摩羯座）人充满斗志，认为人生是有意义的。他可能为此而搞得头破血流丶妻离子散，却也绝不放弃。这世界上，除了处女座，就属魔羯座（摩羯座）最洁身自爱，他们都是从幼年期便立志做第一流人物。</p>

<p>魔羯座（摩羯座）的人喜欢控制全局，善于独力实现自己心中的梦想。那么，掌握权力，是摩羯者无法成为一个超级领袖的障碍点。他确实很有领袖的实力与气量，可惜，他又很懒得去处理万机，尤其讨厌周旋在权力斗争中。因此，挂冠求去，是很快的事。样力若不是为了追求理想，不要也罢。</p>


<h2>是一个很不容易疯狂的人</h2>

<p>当魔羯座（摩羯座）为理想敌身时，你会觉得他疯狂；当他爱上一个看起来不像是他会爱的人，你也会说他疯了。但实际，魔羯座（摩羯座）是一个很不容易疯狂的人。通常他只做有把握的事，没有十成胜算，也要有八成才肯放手一搏。他不过是常把一件事做得很疯狂的样子罢了。</p>

<p>他不好赌，必也小赌。如果你看他在赌的，那你最好闪远一点，因为他可能是百分之百的蠃家。要不然你得小心，万一他输了，也会搞得两败俱伤。</p>

<p>一般来说，魔羯座（摩羯座）待人处事是温和而距离的。他不会蓄意伤人，也不会让你有机会抓到他的把柄。他在群体中，显得焦躁丶紧张，常以退为进。他不喜欢等待，尤其是超过他预料中的那种等待。然而，无法计算时限的等待，却反而能使他另眼相看。</p>


<h2>爱情的脸，长得一清二楚</h2>

<p>魔羯座（摩羯座）的人爱上你时，一定是显得果敢无比的。在他眼中，爱情的脸，长得一清二楚，有什么好犹豫的呢！你大可享受他那种马力十足的求爱速度。不要拖延他，他在兴头上，他自认是玩真的，拖延他会使他突然觉得一切都是假的。在进度表上完成的事，倍添价值，一方面表示他的预估没错，一方面则可确定他没有浪费时间。魔羯座（摩羯座）的人从不做无谓的浪费。而且喜欢预测成功。</p>

<p>他追求爱情的时候，爱情对他是最重要的，事业或理想都会不值得提。但是，当他正全力为事业冲刺时，他也会对爱情和所谓的理想感到乏味。当然啦，一旦他锁定目标，追求一个理想时，爱情与事业皆可抛。</p>


<h2>在自嘲的范围之外久缺幽默感</h2>

<p>魔羯座（摩羯座）的人在他所认定的温暖气氛中，会流露出他脆弱的情绪，极需别人的认同。他心情好的时候，许多人事都变得那么无可无不可，都被他宽容丶担待了。心情恶劣时，许多原则就又被端了出来。有时真叫人无所适从。当然，在这方面，女性魔羯座（摩羯座）比男性魔羯座（摩羯座）要明显得多了。魔羯座（摩羯座）的人不容易放松神经，但他们也会以自嘲的方式来疏解自己的情绪。事实上，在自嘲的范围之外，魔羯座（摩羯座）的人是很不能接受别人开他玩笑的。他们久缺幽默感。或者说，他们无法随时随地运用幽默感来润滑人际关系。他们常毫不忌讳地表露出“我很在乎”的样子，即使也常迅速地装出“我才不在乎哩”，仍全在别人眼中了。这也可以说他们很“真”。不好的说法，当他们作假的时候，一眼就会被看穿。</p>



<h2>魔羯座的优点</h2>

<p>有实际的人生观丶做事脚踏实地丶意志力强丶不容易受影响丶处处谨慎丶有克服困难的毅力丶坚守原则丶重视纪律丶有家庭观念丶对人谦逊丶有独树一格的幽默感丶保守丶谨慎丶实际丶有责任感丶可靠，机智丶有主见丶尊敬权威丶看重自己，谨慎丶有抱负丶有耐心丶守纪律。</p>

<p>踏实．刻苦耐劳．诚实型:摩羯座是个脚踏实地型，并且刻苦耐劳的耐力，对任何事总是有往直前的毅力，而且处事一步一步的完成，是个勤劳又懂得稳当做事的踏实型星座。</p>


<h2>魔羯座的缺点</h2>

<p>太过现实丶固执丶不够乐观丶个人利己主义丶缺乏浪漫情趣丶过於压抑自己的欲望丶太专注於个人的目标丶缺乏对人群的关怀和热情丶不擅於沟通丶不能随机应变，悲观丶善变丶外表冷漠严肃丶不易亲近丶墨守成规丶吝啬。</p>

<p>太严谨．有些固执型:摩羯座不喜欢被别人压制，而且做事又太有原则，而险人有刻皮严谨的一面，会让对方感到不好亲近您．固执，摩羯座时常总会给人有一份独处的感觉。</p>
