<!-- 巴纳姆效应 -->
<?php error_reporting(0); ?>
<?php
$name = $_GET['name'];
?>

<style>
h2{
	text-align: center;
	font-size: 150%;
}
h3{
	text-indent: 2em;
	font-size: 140%;
}
p{
	text-indent: 2em;
	font-size: 130%;
}
blockquote{
	font-size: 130%;
}
</style>

<h2>巴纳姆效应是什么？</h2>

<p>巴纳姆效应（英语：Barnum effect，又称弗拉效应、Forer effect）是一种现象，人们会对于他们认为是为自己量身订做的一些人格描述给予高度准确的评价，而这些描述往往十分模糊及普遍，以致能够放诸四海皆准适用于很多人身上。巴纳姆效应能够对于为何不少伪科学如占星学、占卜或人格测试等被普遍接受提供一个不十分完全的解释。</p>


<h2>弗拉实验</h2>

<p>心理学家弗拉（Bertram Forer）于1948年对学生进行一项人格测验，并根据测验结果分析。试后学生对测验结果与本身特质的契合度评分，0分最低，5分最高。事实上，所有学生得到的“个人分析”都是相同的：</p>

<blockquote>“你祈求受到他人喜爱却对自己吹毛求疵。虽然人格有些缺陷，大体而言你都有办法弥补。你拥有可观的未开发潜能尚未就你的长处发挥。看似强硬、严格自律的外在掩盖着不安与忧虑的内心。许多时候，你严重的质疑自己是否做了对的事情或正确的决定。你喜欢一定程度的变动并在受限时感到不满。你为自己是独立思想者自豪并且不会接受没有充分证据的言论。但你认为对他人过度坦率是不明智的。有些时候你外向、亲和、充满社会性，有些时候你却内向、谨慎而沉默。你的一些抱负是不切实际的。”</blockquote>

<p>结果平均评分为4.26，在评分之后才揭晓，弗拉是从星座与人格关系的描述中搜集出这些内容。从分析报告的描述可见，很多语句是适用于任何人，这些语句后来以巴纳姆命名为巴纳姆语句。</p>

<p>在巴纳姆效应测试的另一个研究当中，学生们用的是明尼苏达多项人格问卷（MMPI），随后研究者对报告进行了评价。研究者们先写下了学生们个性的正确评估，但却给了学生们两份评估，其中一份是正确的评估和一份是假造的，也就是使用一些模糊的泛泛而谈的评估。在之后，学生们被问他们相信哪一份评估报告最能够切合自身，有超过一半的学生（59%），相对于那一份真实的，选择了那份假的评估报告。</p>

<p>巴纳姆效应又称为弗拉效应（Forer effect），只不过巴纳姆效应这个词的使用更频繁。这个词在1956年被一个美国的心理学家Paul Meehl在他所著作的文章“Wanted - A Good Cookbook”中所创建。他提到了某些对臭名昭彰的骗子企业家和商人的“伪成功”的心理测试的模糊的个性描述。</p>


<h2>重复研究</h2>

<p>有两个非常重要的因素来确保研究是可靠的。描述的内容很重要，尤其专门强调正面和负面的评价的比例。另外一个重要的因素是，研究信任给予反馈的那些人给予了基于诚实和客观的评价。</p>

<p>效果是如此的一致，因为句子都是模糊的。人们可以从这些语句中找到他们自己的想法，然后就认为这些语句成为了他们的个性。最有效果的是包含了“偶尔”这个词语的句子，比如：“你偶尔会觉得你非常的相信自己，然而在其他的时候你并不是那么的自信”这句话几乎适用于所有的人，所以因此每个人都可以按他们的意思去读。重复试验时，以这种使得句子模糊的方式将会确保高度的可靠性。</p>


<h2>产生原因</h2>

<p>在心理学上，“巴纳姆效应”产生的原因被认为是“主观验证”（subjective validation）的作用。[1] 主观验证的意思是，当有一条观点专门来描述你本人的时候，你就很有可能会接受这一观点。在我们的头脑中，“自我”占据了大部分的空间，所有关于“我”的东西都是很重要的。我们的车牌号码、手机铃声、电脑桌面、卧室的墙纸自己都会精心设计，为的就是体现自己独特的个性。</p>

<p>从基因角度上来看，每个人几乎都是一样的。相似的基因造出了相似的大脑，大脑中相似的机制引发每个人的思维。尽管不同的生长环境，不同的文化背景会对每个人的思维产生影响，但大体上来说，每个人的情感、个性上总有很多共性的。</p>

<p>主观验证能对我们产生影响，主要是因为我们心中想要相信。如果想要相信一件事，我们总可以搜集到各种各样支持自己的证据。就算是毫不相干的事情，我们还是可以找到一个逻辑让它符合自己的设想。</p>

<p class="red">现在大家知道为什么会这样感觉了的吧？所以星座这些东西娱乐娱乐就好，不要太当真啦～ 😉</p>

<div style="color: #848484; text-align: center;">
	<p style="font-size: 100%; text-indent: 0;">以上信息来自于“<a href="http://baike.baidu.com/view/17387.htm" style="pointer-events: none;">百度百科</a>”及“<a href="http://zh.wikipedia.org/zh-cn/%E5%B7%B4%E7%B4%8D%E5%A7%86%E6%95%88%E6%87%89" style="pointer-events: none;">维基百科</a>”</p>
</div>